Repository: CDrummond/cantata
Catalog: trunk/po/*.po
Languages: ru

source: Quit
ru: Выход

# Qt-only
source: About Cantata...
ru: О программе Cantata...

source: Show Window
ru: Показать окно

source: Server information...
ru: Сведения о сервере...

source: Refresh Database
ru: Обновить базу данных

source: Full Refresh
ru: Полное обновление

source: Connect
ru: Подключиться

source: Collection
ru: Коллекция

source: Outputs
ru: Выводы

source: Stop After Track
ru: Остановить после трека

source: Add To Stored Playlist
ru: Добавить в сохраняемый плейлист

source: Crop
ru: Обрезать

source: Add Stream URL
ru: Добавить URL потока

source: Clear
ru: Очистить

source: Center On Current Track
ru: Центр по текущей дорожке

source: Expanded Interface
ru: Расширенный интерфейс

source: Show Current Song Information
ru: Показать инфо текущей песни

source: Full Screen
ru: Полный экран

source: Random
ru: Случайно

source: Repeat
ru: Повтор

source: Single
ru: Одиночный

source: When 'Single' is activated, playback is stopped after current song, or song is repeated if 'Repeat' is enabled.
ru: «Одиночный» режим: воспроизведение останавливается после текущей песни, или, в случае активного режима «Повтор», текущая песня повторяется

source: Consume
ru: Поглощение

source: When consume is activated, a song is removed from the play queue after it has been played.
ru: Режим «Поглощение»: песня удаляется из очереди после того, как была проиграна

source: Find in Play Queue
ru: Найти в очереди на воспроизведение

source: Set Priority
ru: Настроить приоритет

source: Play Stream
ru: Воспроизводить поток

source: Locate In Library
ru: Найти в библиотеке

source: Expand All
ru: Развернуть всё

source: Collapse All
ru: Свернуть всё

source: Remove All Songs
ru: Удалить все песни

source: Clear 'New' State Of Artists and Albums
ru: Очистить состояние «New» для Исполнителей и Альбомов

source: Dynamic
ru: Динамический

source: Streams
ru: Потоки

source: Online
ru: Онлайн

source: Devices
ru: Устройства

source: Info
ru: Инфо

source: Show Menubar
ru: Показать меню

source: &Music
ru: &Музыка

source: &Edit
ru: &Редактировать

source: &View
ru: &Вид

source: &Queue
ru: &Очередь

source: &Settings
ru: &Настройки

source: &Help
ru: &Помощь

source: Set Rating
ru: Указать рейтинг

source: No Rating
ru: Без рейтинга

source: Failed to locate any songs matching the dynamic playlist rules.
ru: Не удалось найти песен, подходящих под правила динамического плейлиста.

source: Connecting to %1
ru: Подключение к %1

source: Refresh MPD Database?
ru: Обновить базу данных MPD?

# Qt-only
source: About Cantata
ru: О программе Cantata

# Qt-only
source: <b>Cantata %1</b><br/><br/>MPD client.<br/><br/>&copy; 2011-2014 Craig Drummond<br/>Released under the <a href="http://www.gnu.org/licenses/gpl.html">GPLv3</a>
ru: <b>Cantata %1</b><br/><br/>клиент MPD.<br/><br/>&copy; 2011-2014 Craig Drummond<br/>Выходит на условиях лицензии <a href="http://www.gnu.org/licenses/gpl.html">GPLv3</a>

source: Based upon <a href="http://qtmpc.lowblog.nl">QtMPC</a> - &copy; 2007-2010 The QtMPC Authors<br/>
ru: На базе <a href="http://qtmpc.lowblog.nl">QtMPC</a> — &copy;авторы QtMPC, 2007-2010<br/>

# Qt-only
source: Context view backdrops courtesy of <a href="http://www.fanart.tv">FanArt.tv</a>
ru: Художественное оформление контекстного вида предоставлено сайтом <a href="http://www.fanart.tv">FanArt.tv</a>

# Qt-only
source: Context view metadata courtesy of <a href="http://www.wikipedia.org">Wikipedia</a> and <a href="http://www.last.fm">Last.fm</a>
ru: Метаданные контекстного вида предоставлены сайтами <a href="http://www.wikipedia.org">Wikipedia</a> и <a href="http://www.last.fm">Last.fm</a>.

source: Please consider uploading your own music fan-art to <a href="http://www.fanart.tv">FanArt.tv</a>
ru: Вы можете выкладывать ваши творческие работы на темы музыкального фан-арта на сайт <a href="http://www.fanart.tv">FanArt.tv</a>

source: A Podcast is currently being downloaded Quiting now will abort the download.
ru: В настоящее время идёт загрузка подкаста. Выключение прекратит загрузку.

source: Abort download and quit
ru: Прервать загрузку и выключить

source: Enabled: %1
ru: Включено: %1

source: Disabled: %1
ru: Отключено: %1

source: Server Information
ru: Сведения о сервере

source: <tr><td colspan="2"><b>Server</b></td></tr><tr><td align="right">Protocol:&nbsp;</td><td>%1.%2.%3</td></tr><tr><td align="right">Uptime:&nbsp;</td><td>%4</td></tr><tr><td align="right">Playing:&nbsp;</td><td>%5</td></tr><tr><td align="right">Handlers:&nbsp;</td><td>%6</td></tr><tr><td align="right">Tags:&nbsp;</td><td>%7</td></tr>
ru: <tr><td colspan="2"><b>Сервер</b></td></tr><tr><td align="right">Протокол:&nbsp;</td><td>%1.%2.%3</td></tr><tr><td align="right">Аптайм:&nbsp;</td><td>%4</td></tr><tr><td align="right">Играя:&nbsp;</td><td>%5</td></tr><tr><td align="right">Обработчики:&nbsp;</td><td>%6</td></tr><tr><td align="right">Тэги:&nbsp;</td><td>%7</td></tr>

source: <tr><td colspan="2"><b>Database</b></td></tr><tr><td align="right">Artists:&nbsp;</td><td>%1</td></tr><tr><td align="right">Albums:&nbsp;</td><td>%2</td></tr><tr><td align="right">Songs:&nbsp;</td><td>%3</td></tr><tr><td align="right">Duration:&nbsp;</td><td>%4</td></tr><tr><td align="right">Updated:&nbsp;</td><td>%5</td></tr>
ru: <tr><td colspan="2"><b>База данных</b></td></tr><tr><td align="right">Артисты:&nbsp;</td><td>%1</td></tr><tr><td align="right">Альбомы:&nbsp;</td><td>%2</td></tr><tr><td align="right">Песни:&nbsp;</td><td>%3</td></tr><tr><td align="right">Продолжительность:&nbsp;</td><td>%4</td></tr><tr><td align="right">Обновление:&nbsp;</td><td>%5</td></tr>

source: MPD reported the following error: %1
ru: MPD выдал следующую ошибку: %1

source: Playback stopped
ru: Воспроизведение остановлено

source: Remove all songs from play queue?
ru: Удалить все песни из очереди?

source: Priority
ru: Приоритет

source: Enter priority (0..255):
ru: Введите приоритет (0..255):

source: Playlist Name
ru: Имя плейлиста

source: Enter a name for the playlist:
ru: Введите имя плейлиста:

source: '%1' is used to store favorite streams, please choose another name.
ru: «%1» используется для хранения «любимых» потоков, выберите другое название.

source: A playlist named '%1' already exists! Add to that playlist?
ru: Список воспроизведения с названием «%1» уже существует. Добавить к этому списку?

source: Existing Playlist
ru: Существующие плейлисты

source: Stream URL
ru: URL-адрес потока

source: Enter URL of stream:
ru: Введите URL-адрес потока:

source: Invalid, or unsupported, URL!
ru: Недопустимый или неподдерживаемый, URL-адрес!

source: None
ru: Нет

source: Auto
ru: Авто

source: <i>Connected to %1<br/>The entries below apply to the currently connected MPD collection.</i>
ru: <i>Подключено к %1<br/>Элементы ниже относятся к текущей подключённой коллекции MPD.</i>

source: <i>Not Connected!<br/>The entries below cannot be modified, as Cantata is not connected to MPD.</i>
ru: <i>Не подключено.<br/>Элементы ниже нельзя изменять, т.к. Cantata не подключена к MPD.</i>

source: Replay Gain is a proposed standard published in 2001 to normalize the perceived loudness of computer audio formats such as MP3 and Ogg Vorbis. It works on a track/album basis, and is now supported in a growing number of players.<br/><br/>The following ReplayGain settings may be used:<ul><li><i>None</i> - No ReplayGain is applied.</li><li><i>Track</i> - Volume will be adjusted using the track's ReplayGain tags.</li><li><i>Album</i> - Volume will be adjusted using the albums's ReplayGain tags.</li><li><i>Auto</i> - Volume will be adjusted using the track's ReplayGain tags if random play is activated, otherwise the album's tags will be used.</li></ul>
ru: Replay Gain — это стандарт, предложенный в 2001 году, для нормализации воспринимаемой громкости компьютерных аудио-форматов, таких, как MP3 и Ogg Vorbis. Он работает на базе трека/альбома, и на данный момент поддерживается всё большим количеством плееров.<br/><br/>Следующие параметры ReplayGain можно использовать:<ul><li><i>Нет</i>: ReplayGain не применяется.</li><li><i>Трек</i>: Громкость будет настроена с использованием тегов ReplayGain трека.</li><li><i>Альбом</i>: Громкость будет настроена с использованием тегов ReplayGain альбома.</li><li><i>Автоматически</i>: в случае, если включён режим случайного воспроизведения, громкость будет настроена с использованием тегов ReplayGain трека, в противном случае используются теги альбома.</li></ul>

source: Rename
ru: Переименовывать

source: Remove Duplicates
ru: Удаление дубликатов

source: Are you sure you wish to remove the selected playlists? This cannot be undone.
ru: Точно удалить выбранный список воспроизведения? Это действие нельзя отменить.

source: Remove Playlists
ru: Удалить плейлист

source: A playlist named '%1' already exists! Overwrite?
ru: Список воспроизведения с названием «%1» уже существует. Перезаписать?

source: Overwrite Playlist
ru: Перезаписать плейлист

source: Rename Playlist
ru: Переименовать плейлист

source: Enter new name for playlist:
ru: Новое имя плейлиста:

source: Cannot add songs from '%1' to '%2'
ru: Не может добавить песни из '%1' в '%2'

source: 1 Track
ru: %1 трек

source: 1 Track (%2)
ru: %1 трек (%2)

source: 1 Album
ru: %1 альбом

source: 1 Artist
ru: %1 исполнитель

source: 1 Stream
ru: 1 поток

source: 1 Entry
ru: 1 элемент

source: 1 Rule
ru: %1 правило

source: 1 Podcast
ru: %1 подкаст

source: 1 Episode
ru: %1 серия

source: 1 Update available
ru: Доступно 1 обновление

source: Collection Settings
ru: Настройки коллекции

source: Playback
ru: Воспроизведение

source: Playback Settings
ru: Настройки воспроизведения

source: Files
ru: Файлы

source: File Settings
ru: Настройки файлов

source: Interface
ru: Интерфейс

source: Interface Settings
ru: Настройки интерфейса

source: Streams Settings
ru: Настройки потоков

source: Online Providers
ru: Источники в сети

source: Context
ru: Контекст

source: Context View Settings
ru: Настройки внешнего вида контекста

source: Scrobbling
ru: Скробблинг

source: Scrobbling Settings
ru: Параметры скробблинга

source: HTTP Server
ru: Сервер HTTP

source: HTTP Server Settings
ru: Настройки сервера HTTP

source: Audio CD Settings
ru: Настройки аудио-CD

source: Proxy
ru: Прокси

# Qt-only
source: Proxy Settings
ru: Настройки прокси

# Qt-only
source: Shortcuts
ru: Комбинации клавиш

# Qt-only
source: Keyboard Shortcut Settings
ru: Настройки комбинаций клавиш

source: Cache
ru: Кеш

source: Cached Items
ru: Кешированные элементы

source: Cantata Preferences
ru: Настроить Cantata

source: Configure
ru: Настройка

source: Composer:
ru: Автор музыки:

source: Performer:
ru: Исполнитель:

source: Genre:
ru: Жанр:

source: Comment:
ru: Комментарий:

source: Date:
ru: Дата:

source: Modified:
ru: Изменено:

source: Any:
ru: Любые:

source: No tracks found.
ru: Треки не найдены.

source: <i> This folder will also be used to locate music files for transferring to (and from) devices.</i>
ru: <i> Эта папка также будет использоваться для хранения музыкальных файлов, переносимых с/на устройства.</i>

source: Host:
ru: Хост:

source: Which type of collection do you wish to connect to?
ru: К какому типу коллекции необходимо подключиться?

source: Standard - music collection may be shared, is on another machine, or is already setup
ru: Стандартный: музыкальную коллекцию можно сделать общей, она находится на другой машине или уже настроена

source: Basic - music collection is not shared with others, and Cantata will configure and control the MPD instance
ru: Базовый: музыкальная коллекция не является общей, и Cantata должна настроить и управлять экземпляром MPD

source: Add Collection
ru: Добавить коллекцию

source: Standard
ru: Стандартный

source: Basic
ru: Базовый

source: Delete '%1'?
ru: Удалить «%1»?

source: Delete
ru: Удалить

source: New Collection %1
ru: Новая коллекция %1

source: Default
ru: По умолчанию

source: Previous Track
ru: Предыдущий трек

source: Next Track
ru: Следующий трек

source: Play/Pause
ru: Воспр./Пауза

source: Stop After Current Track
ru: Остановить после текущего трека

source: Increase Volume
ru: Увеличить громкость

source: Decrease Volume
ru: Уменьшить громкость

source: Save As
ru: Сохранить как

source: Add To Play Queue
ru: Добавить в очередь воспроизведения

source: Replace Play Queue
ru: Заменить очередь воспроизведения

source: Add With Priority
ru: Добавить с приоритетом

source: Highest Priority (255)
ru: Высший приоритет (255)

source: High Priority (200)
ru: Высокий приоритет (200)

source: Medium Priority (125)
ru: Средний приоритет (125)

source: Low Priority (50)
ru: Низкий приоритет (50)

source: Default Priority (0)
ru: Приоритет по умолчанию (0)

source: Custom Priority...
ru: Пользовательское значение приоритета...

source: Add To Playlist
ru: Добавить в плейлист

source: Organize Files
ru: Систематизировать файлы

source: Edit Track Information
ru: Редактировать информацию о треке

source: Copy Songs To Device
ru: Копировать песни на устройство

source: Set Image
ru: Указать изображение

source: Find
ru: Поиск

source: Now playing
ru: Проигрывается

source: Local loopback (%1)
ru: Локальная петля (%1)

source: Wired (%1)
ru: Проводное (%1)

source: Wireless (%1)
ru: Беспроводное (%1)

source: First active interface
ru: Первый активный интерфейс

source: Play
ru: Играть

source: Pause
ru: Пауза

# Album by Artist
source: %1 by %2
ru: %1 исполняет %2

source: Playlist
ru: Плейлист

source: Configure Device
ru: Настройка устройства

source: Refresh Device
ru: Обновить устройство

source: Connect Device
ru: Подключить устройство

source: Disconnect Device
ru: Отключить устройство

source: Edit CD Details
ru: Редактировать подробности CD

source: No Devices Attached
ru: Нет подключённых устройств

source: Not logged in
ru: Вход не выполнен

source: Logged in
ru: Вход выполнен

source: No subscriptions
ru: Нет подписок

source: You do not have an active subscription
ru: У вас нет активных подписок

source: Logged in (expiry:%1)
ru: Вход выполнен (истекает: %1)

source: Session expired
ru: Время сеанса истекло

source: Audio File
ru: Аудио-файл

source: Single Tracks
ru: Отдельные треки

source: Configure Service
ru: Настройка сервиса

source: Refresh Service
ru: Обновить сервис

source: Add Subscription
ru: Добавить подписку

source: Remove Subscription
ru: Удалить подписку

source: Refresh Subscription
ru: Обновить подписку

source: Last Search:%1
ru: Последний поисковый запрос:%1

source: Not Loaded
ru: Не загружено

source: Use search to locate tracks
ru: Искать треки через поиск

source: (Downloading: %1%)
ru: (Идёт загрузка: %1%)

source: (Download Queued)
ru: (Загрузка поставлена в очередь)

source: New Playlist...
ru: Новый плейлист...

source: Smart Playlist
ru: Смарт-плейлист

source: Length
ru: Длина

source: Disc
ru: Диск

source: Rating
ru: Рейтинг

source: Undo
ru: Отменить

source: Redo
ru: Повторить

source: Shuffle
ru: Перемешать

source: Sort By
ru: Сортировать по

source: Album Artist
ru: Исполнитель альбома

source: Loading...
ru: Загрузка...

source: Bookmarks
ru: Закладки

source: Favorites
ru: Избранное

source: Bookmark Category
ru: Категория закладки

source: Add Stream To Favorites
ru: Добавить поток в Избранное

source: Configure Streams
ru: Настройка потоков

source: Unknown
ru: Неизвестно

source: Connection to %1 failed
ru: Сбой подключения к %1

source: Connection to %1 failed - please check your proxy settings
ru: Сбой подключения к %1 — проверьте параметры прокси.

source: Connection to %1 failed - incorrect password
ru: Сбой подключения к %1 — неправильный пароль

source: Failed to send command to %1 - not connected
ru: Сбой передачи команды для %1 — нет подключения

source: Failed to load. Please check user "mpd" has read permission.
ru: Сбой загрузки. Проверьте права на чтение для пользователя «mpd».

source: Failed to load. MPD can only play local files if connected via a local socket.
ru: Сбой загрузки. MPD может проигрывать локальные файлы только при подключении к локальному сокету.

source: Failed to send command. Disconnected from %1
ru: Сбой передачи команды. Отключено от %1.

source: Failed to rename <b>%1</b> to <b>%2</b>
ru: Сбой переименования <b>%1</b> в <b>%2</b>

source: Failed to save <b>%1</b>
ru: Сбой сохранения <b>%1</b>

source: You cannot add parts of a cue sheet to a playlist!
ru: Нельзя добавлять фрагменты файла cue sheet в плейлист.

source: You cannot add a playlist to another playlist!
ru: Нельзя добавлять плейлист к другому плейлисту.

source: Failed to send '%1' to %2. Please check %2 is registered with MPD.
ru: Не удалось послать «%1» на %2. Проверьте, зарегистрирован ли %2 в MPD.

source: Personal
ru: Частный

source: Various Artists
ru: Несколько исполнителей

# Song on Album
source: <b>%1</b> on <b>%2</b>
ru: <b>%1</b> на <b>%2</b>

# Song by Artist on Album
source: <b>%1</b> by <b>%2</b> on <b>%3</b>
ru: <b>%1</b> исполнителя <b>%2</b> на <b>%3</b>

source: No proxy
ru: Без прокси

source: Use the system proxy settings
ru: Использовать системные настройки прокси

source: Manual proxy configuration
ru: Ручная настройка прокси

source: Jamendo Settings
ru: Настройки Jamendo

source: Streaming format:
ru: Формат потока:

source: Streaming
ru: Потоковая передача

source: Magnatune Settings
ru: Настройки Magnatune

source: Username:
ru: Пользователь:

source: Password:
ru: Пароль:

source: Membership:
ru: Членство:

source: Downloads:
ru: Загрузки:

source: Dowloading
ru: Идёт загрузка

source: Updating display
ru: Обновление экрана

source: Grouping tracks
ru: Сортировка треков

source: Parsing response
ru: Обработка ответа

source: Failed to parse
ru: Сбой обработки

source: Failed to download
ru: Сбой загрузки

source: Download To Library
ru: Загрузить в библиотеку

source: Download Podcast Episodes
ru: Загрузить серии подкаста

source: Delete Downloaded Podcast Episodes
ru: Удалить загруженные серии подкаста

source: Cancel Podcast Episode Download
ru: Отменить загрузку серии подкаста

source: Mark Podcast Episodes As New
ru: Отметить серии подкаста как новые

source: Mark Podcast Episodes As Listened
ru: Отметить серии подкаста как прослушанные

source: Configure...
ru: Настроить...

# Search ServiceName:
source: Search %1:
ru: Поиск %1:

source: Re-download music listing for %1?
ru: Повторно загрузить список музыки для %1?

source: Re-download
ru: Загрузить снова

source: Unsubscribe from '%1'?
ru: Отменить подписку на «%1»?

source: Refresh all podcast listings?
ru: Обновить список всех подкастов?

source: Refresh episode listing from '%1'?
ru: Обновить список серий от «%1»?

source: Do you wish to download the selected podcast episodes?
ru: Загрузить выбранные серии подкаста?

source: Cancel podcast episode downloads (both current and any that are queued)?
ru: Отменить загрузку серий подкаста (как текущую, так и стоящие в очереди на загрузку)?

source: Do you wish to the delete downloaded files of the selected podcast episodes?
ru: Удалить загруженные файлы выбранной серии подкаста?

source: Do you wish to mark the selected podcast episodes as new?
ru: Отметить выбранные серии подкаста как новые?

source: Do you wish to mark the selected podcast episodes as listened?
ru: Отметить выбранные серии подкаста как уже прослушанные?

source: Website:
ru: Сайт:

source: Podcast details
ru: Подробности подкаста

source: Select a podcast to display its details
ru: Выбрать подкаст для показа подробностей

source: Enter search term...
ru: Введите поисковый запрос…

source: Failed to fetch podcasts from %1
ru: Сбой получения подкаста с %1

source: There was a problem parsing the response from %1
ru: При выполнении обработки ответа от %1 возникла ошибка

source: Failed to download directory listing
ru: Не удалось загрузить содержимое каталога

source: Failed to parse directory listing
ru: Не удалось проанализировать содержимое каталога

source: Enter podcast URL...
ru: Введите URL-адрес подкаста...

source: Load
ru: Загрузить

source: Enter podcast URL below, and press 'Load'
ru: Введи ниже адрес URL подкаста и нажмите «Загрузить»

source: Invalid URL!
ru: Недопустимый URL.

source: Failed to fetch podcast!
ru: Не удалось загрузить подкаст!

source: Failed to parse podcast.
ru: Не удалось проанализировать подкаст.

source: Cantata only supports audio podcasts! The URL entered contains only video podcasts.
ru: Cantata поддерживает только аудио-подкасты! URL-адрес содержит только видео подкасты.

source: Subscribe
ru: Подписаться

source: Enter URL
ru: Введите URL-адрес

source: Manual podcast URL
ru: Ручной URL-адрес подкаста

source: Search %1
ru: Искать %1

source: Search for podcasts on %1
ru: Поиск подкастов на %1

source: Add Podcast Subscription
ru: Добавить подкаст подписку

source: Browse %1
ru: Просмотреть %1

source: Browse %1 podcasts
ru: Просмотреть %1 подкастов

source: Subscription added
ru: Подписка добавлена

source: You are already subscribed to this podcast!
ru: Вы уже подписаны на этот подкаст

source: Podcasts
ru: Подкасты

source: Cantata only supports audio podcasts! %1 contains only video podcasts.
ru: Cantata поддерживает только аудио-подкасты, а %1 содержит только видео-подкасты.

source: Failed to parse %1
ru: Сбой обработки %1

source: Failed to download %1
ru: Не удалось загрузить %1

source: Check for new episodes:
ru: Проверить наличие новых серий:

source: Download episodes to:
ru: Загрузить серии в:

source: Download automatically:
ru: Загружать автоматически:

source: Podcast Settings
ru: Настройки подкастов

source: Manually
ru: Вручную

source: Every 15 minutes
ru: Каждые 15 минут

source: Every 30 minutes
ru: Каждые 30 минут

source: Every hour
ru: Каждый час

source: Every 2 hours
ru: Каждые 2 часа

source: Every 6 hours
ru: Каждые 6 часов

source: Every 12 hours
ru: Каждые 12 часов

source: Every day
ru: Каждый день

source: Every week
ru: Каждую неделю

source: Don't automatically download episodes
ru: Не загружать серии автоматически

source: Latest episode
ru: Самая последняя серия

source: Latest %1 episodes
ru: Последние %1 серии

source: All episodes
ru: Все серии

source: Background Image
ru: Фоновое изображение

source: Artist image
ru: Изображение исполнителя

source: Custom image:
ru: Пользовательское изображение:

source: Blur:
ru: Размытие:

source: Opacity:
ru: Непрозрачность:

source: Automatically switch to view after:
ru: Автоматически переключаться на окно после:

source: Do not auto-switch
ru: Без автоматического переключения

source: ms
ru: мс

source: Dark background
ru: Тёмный фон

source: Darken background, and use white text, regardless of current color palette.
ru: Затемнить фон и использовать белый текст, независимо от текущей цветовой палитры.

source: Always collapse into a single pane
ru: Всегда сворачиваться в одну область

source: Only show 'Artist', 'Album', or 'Track' even if sufficient width to show all three.
ru: Показывать только теги «Исполнитель», «Альбом» или «Трек» даже при наличии места для показа всего дерева.

source: Only show basic wikipedia text
ru: Показывать только основной текст wikipedia

source: Cantata only shows a trimmed down version of wikipedia pages (no images, links, etc). This trimming is not always 100% accurate, which is why Cantata defaults to only showing the introduction. If you elect to show the full article, then there may be parsing errors. You will also need to remove any currently cached articles (using the 'Cache' page).
ru: Cantata показывает только урезанные версии страниц wikipedia (без изображений, ссылок и т.д.). Это обрезание не всегда является корректным, поэтому Cantata по умолчанию показывает только введение. Если выбрать показ статьи целиком, могут возникнуть ошибки обработки. Также потребуется удалить текущий кеш статей (с помощью страницы «Кеш»).

source: Available:
ru: Доступно:

source: Selected:
ru: Выбрано:

source: Copy songs from:
ru: Копировать песни с:
