Repository: CDrummond/cantata
Catalog: trunk/po/*.po
Languages: ru

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Vorbis</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Vorbis#Technical_Encoder>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>The Vorbis encoder uses a quality rating between -1 and 10 to define a certain expected audio quality level. The bitrate measure in this slider is just a rough estimate (provided by Vorbis) of the average bitrate of the encoded track given a quality value. In fact, with newer and more efficient Vorbis versions the actual bitrate is even lower.<br><b>5</b> is a good choice for music listening on a portable player.<br/>Anything below <b>3</b> might be unsatisfactory for music and anything above <b>8</b> is probably overkill.
ru: Битрейт — это мера количества информации, используемой для представления одной секунды звукового трека.<br>Кодировщик <b>Vorbis</b>, используемый в Cantata, имеет поддержку <a href=http://en.wikipedia.org/wiki/Vorbis#Technical_details>переменного битрейта (VBR)</a>, что означает, что битрейт может колебаться на протяжении трека в зависимости от сложности звукового содержимого. Более сложные временные периоды трека кодируются с бо́льшим битрейтом, чем более простые. Этот подход позволяет достигнуть лучшего соотношения качества звука и размера файла по сравнению с использованием постоянного битрейта.<br> Кодер Vorbis имеет параметр качества «-q», принимающий значения от 1 до 10, который задаёт ожидаемый уровень качества звука. Битрейт, устанавливаемый этим параметром — это только оценочное значение <a href=http://www.ffmpeg.org/faq.html#SEC21>среднего битрейта</a> кодируемого трека. В более новых и более эффективных версиях Vorbis каждому значению качества соответствует меньший битрейт.<br>Параметр качества, равный <b>-q5</b> — хороший выбор для прослушивания музыки на портативном плеере.<br/>Значения меньше <b>-q3</b> могут приводить к неудовлетворительному качеству. Значения больше <b>-q8</b> обычно излишни.

source: Quality rating
ru: Рейтинг по качеству

source: <a href=http://en.wikipedia.org/wiki/Opus_(audio_format)>Opus</a> is a patent-free digital audio codec using a form of lossy data compression.
ru: <a href=http://en.wikipedia.org/wiki/Opus_(audio_format)>Opus</a> является патентно-бесплатным цифровым аудио кодеком, используемым форму сжатия с потерями данных.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Opus</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Variable_bitrate>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>128kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>100kb/s</b> might be unsatisfactory for music and anything above <b>256kb/s</b> is probably overkill.
ru: Битрейт — это мера количества информации, используемой для представления одной секунды звукового трека.<br>Кодер <b>Opus</b>, используемый в Cantata, имеет поддержку <a href=http://en.wikipedia.org/wiki/Variable_bitrate>переменного битрейта (VBR)</a>, что означает, что битрейт может колебаться на протяжении трека в зависимости от сложности звукового содержимого. Более сложные временные периоды трека кодируются с бо́льшим битрейтом, чем более простые. Этот подход позволяет достигнуть лучшего соотношения качества звука и размера файла по сравнению с использованием постоянного битрейта.<br>Поэтому битрейт, устанавливаемый этим ползунком — это только оценочное значение среднего битрейта кодируемого трека. <br>Битрейт, равный <b>128 кбит/с</b> — хороший выбор для прослушивания музыки на портативном плеере.<br/>Значения меньше <b>100 кбит/с</b> могут приводить к неудовлетворительному качеству музыки. Значения больше <b>256 кбит/с</b> обычно излишни.

source: <a href=http://en.wikipedia.org/wiki/Apple_Lossless>Apple Lossless</a> (ALAC) is an audio codec for lossless compression of digital music.<br>Recommended only for Apple music players and players that do not support FLAC.
ru: <a href=http://ru.wikipedia.org/wiki/Apple_Lossless>Apple Lossless</a> (ALAC) — аудио-кодек для сжатия цифрового аудио без потерь.<br>Рекомендуется только для музыкальных плееров компании Apple и плееров, не поддерживающих формат FLAC.

source: <a href=http://en.wikipedia.org/wiki/Free_Lossless_Audio_Codec>Free Lossless Audio Codec</a> (FLAC) is an open and royalty-free codec for lossless compression of digital music.<br>If you wish to store your music without compromising on audio quality, FLAC is an excellent choice.
ru: <a href=http://ru.wikipedia.org/wiki/FLAC>Free Lossless Audio Codec</a> (FLAC) — открытый и не требующий финансовых отчислений кодек для сжатия цифрового аудио без потерь.<br>FLAC — прекрасный выбор для тех, кто хочет хранить музыку, не экономя на качестве.

source: The <a href=http://flac.sourceforge.net/documentation_tools_flac.html>compression level</a> is an integer value between 0 and 8 that represents the tradeoff between file size and compression speed while encoding with <b>FLAC</b>.<br/> Setting the compression level to <b>0</b> yields the shortest compression time but generates a comparably big file.<br/>On the other hand, a compression level of <b>8</b> makes compression quite slow but produces the smallest file.<br/>Note that since FLAC is by definition a lossless codec, the audio quality of the output is exactly the same regardless of the compression level.<br/>Also, levels above <b>5</b> dramatically increase compression time but create an only slightly smaller file, and are not recommended.
ru: <a href=http://flac.sourceforge.net/documentation_tools_flac.html>Уровень сжатия</a> — это целое число со значением от 0 до 8, представляющее оптимальное соотношение между размером файла и скоростью сжатия во время кодирования в формат <b>FLAC</b>.<br/> Уровень сжатия, равный <b>0</b>, даёт самое короткое время сжатия, но создаёт относительно большой файл.<br/>С другой стороны, уровень сжатия <b>8</b> потребует много времени на процесс сжатия, но размер созданного файла будет самым маленьким.<br/>Поскольку, по определению, FLAC — это кодек со сжатием без потерь, то качество аудио на выходе не изменится, вне зависимости от уровня сжатия.<br/>Кроме того, уровни сжатия более <b>5</b> очень сильно увеличивают время сжатия, но лишь незначительно уменьшают размер файла по сравнению с более низкими уровнями сжатия, и поэтому не рекомендуются.

source: Compression level
ru: Уровень сжатия

source: Faster compression
ru: Быстрое сжатие

source: <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio>Windows Media Audio</a> (WMA) is a proprietary codec developed by Microsoft for lossy audio compression.<br>Recommended only for portable music players that do not support Ogg Vorbis.
ru: <a href=http://ru.wikipedia.org/wiki/Windows_Media_Audio>Windows Media Audio</a> (WMA) — это проприетарный кодек, разработанный компанией Microsoft для сжатия аудио (с потерями).<br>Рекомендуется только для портативных аудиопроигрывателей, не поддерживающих Ogg Vorbis.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>Due to the limitations of the proprietary <b>WMA</b> format and the difficulty of reverse-engineering a proprietary encoder, the WMA encoder used by Cantata sets a <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio>constant bitrate (CBR)</a> setting.<br>For this reason, the bitrate measure in this slider is a pretty accurate estimate of the bitrate of the encoded track.<br><b>136kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>112kb/s</b> might be unsatisfactory for music and anything above <b>182kb/s</b> is probably overkill.
ru: Битрейт — это мера количества информации, используемой для представления одной секунды звукового трека.<br>Из-за ограничений проприетарного формата <b>WMA</b> и трудностей реверс-инжиниринга проприетарного кодировщика, кодировщик WMA, используемый программой Cantata, имеет настройку <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio>постоянный битрейт (CBR)</a>.<br>Поэтому битрейт, устанавливаемый этим ползунком — это довольно точное оценочное значение битрейта кодируемого трека. Битрейт, равный <br><b>136кбит/с</b> — хороший выбор для музыки, прослушиваемой в портативном плеере. <br/>Любые значения меньше <b> 112кбит/с</b> приведут к неудовлетворительному качеству музыки, а значения <b>182кбит/с</b> просто излишни.

source: Filename Scheme
ru: Схема имён файлов

# Example album artist
source: Various Artists
ru: Несколько исполнителей

# Example composer
source: Vivaldi
ru: Чайковский

# Example genre
source: Dance
ru: Дэнс

source: The following variables will be replaced with their corresponding meaning for each track name.
ru: Следующие переменные будут заменены соответствующими значениями для каждого названия трека.

source: <tr><th><em>Variable</em></th><th><em>Button</em></th><th><em>Description</em></th></tr>
ru: <tr><th><em>Переменная</em></th><th><em>Кнопка</em></th><th><em>Описание</em></th></tr>

source: Updating...
ru: Обновление...

source: Reading cache
ru: Чтение кеша

source: Connecting to device...
ru: Подключение к устройству...

source: No devices found
ru: Устройства не обнаружены

source: Connected to device
ru: Подключено к устройству

source: Disconnected from device
ru: Отключено от устройства

source: Updating folders...
ru: Обновление папок...

source: Updating files...
ru: Обновление файлов...

source: Updating tracks...
ru: Обновление треков...

source: Not Connected
ru: Не подключено

source: %1 (Disc %2)
ru: %1 (диск %2)

source: No matches found in MusicBrainz
ru: Совпадений в MusicBrainz не найдено.

source: Connection
ru: Соединение

source: Music Library
ru: Музыкальная библиотека

source: A remote device named '%1' already exists! Please choose a different name.
ru: Удалённое устройство с названием «%1» уже существует. Выберите другое название.

source: Samba Share
ru: Общий ресурс Samba

source: Samba Share (Auto-discover host and port)
ru: Общий ресурс Samba (авто-определение порта и хоста)

source: Locally Mounted Folder
ru: Локально смонтированная папка

source: Available
ru: Доступно

source: Not Available
ru: Недоступно

source: Failed to resolve connection details for %1
ru: Сбой определения подробностей подключения для %1

source: Connecting...
ru: Соединение...

source: Password prompting does not work when cantata is started from the commandline.
ru: Запрос паролей не работает, если cantata была запущена из командной строки.

source: No suitable ssh-askpass application installed! This is required for entering passwords.
ru: Требуемое приложение ssh-askpass не установлено. Оно необходимо для ввода паролей.

source: Mount point ("%1") is not empty!
ru: Точка монтирования («%1») не пуста.

source: "sshfs" is not installed!
ru: «sshfs» не установлен

source: Disconnecting...
ru: Отключение...

source: "fusermount" is not installed!
ru: «fusermount» не установлен

source: Failed to connect to "%1"
ru: Сбой подключения к «%1»

source: Failed to disconnect from "%1"
ru: Сбой отключения от «%1»

source: Capacity Unknown
ru: Ёмкость неизвестна

source: Search
ru: Поиск

source: Check Items
ru: Отметить элементы

source: Uncheck Items
ru: Сбросить отмеченные элементы

source: Nothing selected
ru: Ничего не выбрано

source: Songs Only In Library:
ru: Песни только в библиотеке:

source: Copy To Device
ru: Копировать на устройство

source: Songs Only On Device:
ru: Песни только на устройстве:

source: Synchronize
ru: Синхронизировать

source: Device and library are in sync.
ru: Устройство и библиотека синхронизированы

source: Not Scanned
ru: Не просканировано

source: (recommended)
ru: (рекомендуется)

source: Empty filename.
ru: Пустое имя файла.

source: Invalid filename. (%1)
ru: Недопустимое имя файла. (%1)

source: Failed to save %1.
ru: Не удалось сохранить %1

source: Failed to delete rules file. (%1)
ru: Сбой удаления файла правил (%1)

source: Invalid command. (%1)
ru: Недопустимая команда. (%1)

source: Could not remove active rules link.
ru: Не удалось удалить ссылку на активные правила.

source: Active rules is not a link.
ru: Активные правила не являются ссылкой.

source: Could not create active rules link.
ru: Не удалось создать ссылку на активные правила.

source: Rules file, %1, does not exist.
ru: Файл правил %1 не существует.

source: Incorrect arguments supplied.
ru: Неверные аргументы.

source: Unknown method called.
ru: Неизвестный называемый метод.

source: Unknown error
ru: Неизвестная ошибка

source: Start Dynamic Playlist
ru: Запустить динамический плейлист

source: Stop Dynamic Mode
ru: Остановить динамический режим

source: - Rating: %1..%2
ru: - Рейтинг: %1..%2

source: You need to install "perl" on your system in order for Cantata's dynamic mode to function.
ru: Для работы динамического режима необходимо установить «perl».

source: Failed to locate rules file - %1
ru: Сбой нахождения файла правил — %1

source: Failed to remove previous rules file - %1
ru: Сбой удаления предыдущего файла правил — %1

source: Failed to install rules file - %1 -> %2
ru: Сбой установки файла правил — %1 -> %2

source: Dynamizer has been terminated.
ru: Dynamizer был завершён

source: Saving rule
ru: Сохранение правила

source: Deleting rule
ru: Удаление правила

source: Awaiting response for previous command. (%1)
ru: Ожидание ответа на предыдущую команду (%1)

source: Failed to save %1. (%2)
ru: Не удалось сохранить %1. (%2)

source: Failed to control dynamizer state. (%1)
ru: Сбой проверки состояния dynamizer. (%1)

source: Failed to set the current dynamic rules. (%1)
ru: Сбой установки текущих динамических правил (%1)

source: Communication with the remote dynamizer has been lost, reverting to local mode.
ru: Связь с удалённым усилителем была потеряна, откат к локальному режиму.

source: Add Dynamic Rules
ru: Добавить динамические правила

source: Edit Dynamic Rules
ru: Изменить динамические правила

source: Remove Dynamic Rules
ru: Удалить динамические правила

source: Are you sure you wish to remove the selected rules? This cannot be undone.
ru: Точно удалить выбранные правила? Это действие нельзя отменить.

source: Dynamic Rule
ru: Динамическое правило

source: Add
ru: Добавить

source: <i><b>ERROR</b>: 'From Year' should be less than 'To Year'</i>
ru: <i><b>ОШИБКА</b>: значение «с года» должно быть меньше значения «до года»</i>

source: <i><b>ERROR:</b> Date range is too large (can only be a maximum of %1 years)</i>
ru: <i><b>ОШИБКА:</b> слишком большой диапазон даты (максимум равен %1 годам)</i>

source: Include
ru: Включить

source: Exclude
ru: Исключить

source: (Exact)
ru: (Точное)

source: Dynamic Rules
ru: Динамические правила

source: About dynamic rules
ru: О динамических правилах

source: <p>Cantata will query your library using all of the rules listed. The list of <i>Include</i> rules will be used to build a set of songs that can be used. The list of <i>Exclude</i> rules will be used to build a set of songs that cannot be used. If there are no <i>Include</i> rules, Cantata will assume that all songs (bar those from <i>Exclude</i>) can be used.</p><p>e.g. to have Cantata look for 'Rock songs by Wibble OR songs by Various Artists', you would need the following: <ul><li>Include AlbumArtist=Wibble Genre=Rock</li><li>Include AlbumArtist=Various Artists</li></ul> To have Cantata look for 'Songs by Wibble but not from album Abc', you would need the following: <ul><li>Include AlbumArtist=Wibble</li><li>Exclude AlbumArtist=Wibble Album=Abc</li></ul>After the set of usable songs has been created, Cantata will randomly select songs to keep the play queue filled with 10 entries. If a range of ratings has been specified, then only songs with a rating within this range will be used.</p>
ru: <p>Cantata произведёт опрос библиотеки с помощью всех перечисленных правил. Список правил <i>Включить</i> будет использован для построения списка подходящих композиций. Список правил <i>Исключить</i> будет использован для построения списка неподходящих композиций. В случае отсутствия правил <i>Включить</i>, Cantata будет считать, что подходящими являются все песни (кроме подходящих под правило <i>Исключить</i>).</p><p>Например: чтобы заставить Cantata искать «Рок-композиции в исполнении Wibble ИЛИ композиции нескольких исполнителей», понадобится следующее правило: <ul><li>Включить AlbumArtist=Wibble Genre=Рок</li><li>Включить AlbumArtist=несколько исполнителей</li></ul> Чтобы заставить Cantata искать «Песни в исполнении Wibble, но не из альбома Abc», понадобится следующее правило: <ul><li>Включить AlbumArtist=Wibble</li><li>Исключить AlbumArtist=Wibble Album=Abc</li></ul>После того, как будет создан список подходящих композиций, Cantata случайно выберет песни, чтобы заполнить очередь воспроизведения в 10 наименований. Если был указан диапазон рейтинга, будут подобраны только песни с рейтингом, вписывающимся в указанный диапазон.</p>

source: Failed to save %1
ru: Не удалось сохранить %1

source: A set of rules named '%1' already exists! Overwrite?
ru: Набор правил с названием «%1» уже существует. Перезаписать?

source: Overwrite Rules
ru: Перезаписать правила

source: Saving %1
ru: Сохранение %1

source: Deleting...
ru: Удаление...

source: Name
ru: Имя

source: Item Count
ru: Количество элементов

source: Space Used
ru: Используемое пространство

source: Total space used: %1
ru: Всего использовано места на диске: %1

source: Cantata caches a local copy of the music listing to speed up loading of the library. Cantata might also have cached covers, lyrics, or artist images, if these have been downloaded and could not be saved into the music folder (because Cantata cannot access it, or you have configured Cantata to not save these items there). Below is a summary of Cantata's current cache usage.
ru: Cantata кеширует локальную копию списка копозиций для ускорения загрузки библиотеки. Cantata также может кешировать обложки, слова песен или фото исполнителей, если они были загружены без возможности сохранения в папку с музыкой (по причине того, что у Cantata нет к ней доступа или в параметрах было указано не сохранять там эти элементы). Ниже приведено описание того, как Cantata использует кеш.

source: Covers
ru: Обложки

source: Scaled Covers
ru: Масштабированные обложки

source: Backdrops
ru: Художественное оформление

source: Artist Information
ru: Сведения об исполнителе

source: Album Information
ru: Сведения об альбоме

source: Track Information
ru: Сведения об треке

source: Stream Listings
ru: Каталог потоков

source: Podcast Directories
ru: Каталоги подкастов

source: Scrobble Tracks
ru: Скробблить треки

source: Delete All
ru: Удалить всё

source: Delete all '%1' items?
ru: Удалить все «%1» объектов?

source: Delete Cache Items
ru: Удалить элементы кеша

source: Delete items from all selected categories?
ru: Удалить элементы из всех выбранных категорий?

source: Current Cover
ru: Текущая обложка

source: Image
ru: Изображение

source: Downloading...
ru: Загружается...

# Image (width x height zoom%)
source: Image (%1 x %2 %3%)
ru: Изображение (%1 x %2 %3%)

source: An image already exists for this artist, and the file is not writeable.
ru: Для этого артиста изображение уже существует, и файл не доступен для записи.

source: A cover already exists for this album, and the file is not writeable.
ru: Для этого альбома обложка уже существует, и файл не доступен для записи.

source: '%1' Artist Image
ru: '%1' Изображение исполнителя

# 'Artist - Album' Album Cover
source: '%1 - %2' Album Cover
ru: Обложка альбома «%1 - %2»

source: Failed to set cover! Could not download to temporary file!
ru: Сбой установки обложки. Загрузка во временный файл не удалась.

source: Failed to download image!
ru: Сбой загрузки изображения.

source: Load Local Cover
ru: Загрузить локальную обложку

source: File is already in list!
ru: Файл уже в списке.

source: Failed to read image!
ru: Сбой чтения изображения

source: Display
ru: Экран

source: Remove
ru: Удалить

source: Failed to set cover! Could not make copy!
ru: Не удалось настроить обложку. Сбой создания копии.

source: Failed to set cover! Could not backup original!
ru: Не удалось настроить обложку. Сбой создания резервной копи оригинала.

source: Failed to set cover! Could not copy file to '%1'!
ru: Не удалось настроить обложку. Сбой копирования файла в «%1».

source: Searching...
ru: Идёт поиск...

source: Open In File Manager
ru: Открыть в файловом менеджере

source: Connection Established
ru: Соединение установлено

source: Connection Failed
ru: Сбой подключения

source: Album, Artist, Year
ru: Альбом, Артист, Год

source: Album, Year, Artist
ru: Альбом, Год, Артист

source: Artist, Album, Year
ru: Артист, Альбом, Год

source: Artist, Year, Album
ru: Артист, Год, Альбом

source: Year, Album, Artist
ru: Год, Альбом, Артист

source: Year, Artist, Album
ru: Год, Артист, Альбом

source: Basic Tree (No Icons)
ru: Основные дерево (Без иконок)

source: Simple Tree
ru: Простое дерево

source: Detailed Tree
ru: Подробное дерево

source: Grouped Albums
ru: Отсортированные альбомы

source: List
ru: Список

source: Grid
ru: Сетка

source: Table
ru: Таблица

source: Play Queue
ru: Проиграть очередь

source: Artists
ru: Исполнители

source: Folders
ru: Папки

source: Playlists
ru: Плейлисты

source: Dynamic Playlists
ru: Динамический Плейлист

source: Streams (e.g. Radio Stations)
ru: Потоки (например радиостанции)

source: Online Services - Jamendo, Maganatune, SoundCloud, and Podcasts
ru: Онлайн сервисы - Jamendo, Maganatune, SoundCloud и Подкаст

source: Devices - UMS, MTP (e.g. Android), and AudioCDs
ru: Устройства - UMS, MTP (например Android) и AudioCDs

source: Search (via MPD)
ru: Поиск (через MPD)

source: Info - Current song information (artist, album, and lyrics)
ru: Информация - текущая информация о песне (исполнитель, альбом и текст)

source: Large
ru: Большой

source: Small
ru: Маленький

source: Tab-bar
ru: Панель вкладок

source: Left
ru: Слева

source: Right
ru: Справа

source: Top
ru: Сверху

source: Bottom
ru: Снизу

source: Notifications
ru: Уведомления

source: System default
ru: Системный

source: A KDE client for MPD
ru: Клиент KDE для MPD

source: Craig Drummond
ru: Крейг Драммонд

source: Maintainer
ru: Сопровождающий

source: Piotr Wicijowski
ru: Пётр Вичиёвски (Piotr Wicijowski)

source: UI Improvements
ru: Улучшения интерфейса

source: Sander Knopper
ru: Сандер Кноппер (Sander Knopper)

source: QtMPC author
ru: Автор QtMPC

source: Roeland Douma
ru: Рёленд Доума (Roeland Douma)

source: Daniel Selinger
ru: Дэниэль Селинджер (Daniel Selinger)

source: Armin Walland
ru: Армин Волленд (Armin Walland)

source: Context view backdrops (please consider uploading your own music fan-art to fanart.tv)
ru: Художественное оформление контекстного вида (не забудьте выложить свой фан-арт на музыкальные темы на сайте fanart.tv).

source: Context view metadata
ru: Метаданные контекстного вида.

source: URL to open
ru: Адрес URL

source: Configure Cantata...
ru: Настроить Cantata...

source: Preferences
ru: Настройки
