Repository: CDrummond/cantata
Catalog: trunk/po/*.po
Languages: ru

source: The 'Music folder' setting is used to lookup cover-art (either the value specified above, or <code>cover.jpg / cover.png</code> if not set). If you also have write permissions to this folder (and it's sub-folders), then Cantata will save any downloaded covers into the respective album folder.
ru: Параметр «Папка с музыкой» используется для поиска изображений обложек (параметр, указанный выше, или, если он не указан — <code>cover.jpg / cover.png</code>). При наличии прав на запись в эту папку (и под-папки), Cantata будет сохранять все загруженные обложки в папку соответствующего альбома.

source: 'HTTP Stream URL' is only of use if you have MPD configured to output to a HTTP stream, and you wish Cantata to be able to play that stream.
ru: «Адрес потока HTTP» используется только в том случае, если MPD настроен на вывод в поток HTTP, и Cantata должна иметь возможность проигрывать этот поток.

source: If you change the 'Music folder' setting, then you will need to manually update the music database. This can be performed by pressing the 'Refresh Database' button in the 'Artists' or 'Albums' views.
ru: При изменении параметра «Папка с музыкой» необходимо вручную обновить базу данных композиций. Это можно сделать, нажав кнопку «Обновить базу данных» в окне «Исполнители» или «Альбомы».

source: If no setting is specified for 'Cover filename, then Cantata will use a default of <code>cover</code>
ru: Если имя файла обложки не указано, Cantata использует значение по умолчанию: <code>cover</code>

source: Network interface:
ru: Сетевой интерфейс:

source: MPD usually only plays songs that are stored within its folders. Cantata contains a minimal HTTP server that can be used to serve other files to MPD. This, however, will only work whilst Cantata is running.
ru: Обычно MPD проигрывает только композиции, хранящиеся в его папках. Cantata располагает минимальным сервером HTTP, который можно использовать для передачи файлов MPD. Эта возможность, тем не менее, доступна только во время работы Cantata.

source: If you choose 'Local loopback' for 'Network interface', then MPD <b>must</b> also be on this computer.
ru: При выборе опции «Локальная петля» для параметра «Сетевой интерфейс», MPD <b>должен</b> находиться на этом же компьютере.

source: Mode:
ru: Режим:

source: HTTP Proxy
ru: HTTP-прокси

source: SOCKS Proxy
ru: SOCKS прокси

source: Use the checkboxes below to configure the list of active services.
ru: Используйте флажки ниже, чтобы настроить список активных служб.

source: Scrobble using:
ru: Скробблить с помощью:

source: Status:
ru: Статус:

source: Login
ru: Логин

source: Scrobble tracks
ru: Скробблить треки

source: Show 'Love' button
ru: Показывать кнопку «Любимый»

source: You can listen for free without an account, but Premium members can listen to higher quality streams without advertisements. Visit <a href="http://www.di.fm/premium/">http://www.di.fm/premium/</a> to upgrade to a premium account.
ru: Прослушивание песен бесплатно и не требует регистрации, но владельцы учётных записей Premium слушают потоки в более высоком качестве и без рекламы. Чтобы зарегистрировать учётную запись Premium, посетите <a href="http://www.di.fm/premium/">http://www.di.fm/premium/</a>.

source: Premium Account
ru: Учётная запись Premium

source: Stream type:
ru: Тип потока:

source: Session expiry:
ru: Сеанс истекает:

source: These settings apply to Digitally Imported, JazzRadio.com, RockRadio.com, and Sky.fm
ru: Эти параметры применимы для Digitally Imported, JazzRadio.com, RockRadio.com, и Sky.fm

source: If you enter account details, then a 'DI' status item will appear under the list of streams. This will indicate if you are logged in or not.
ru: Если открыть подробности учётной записи, то под списком потоков появится указатель статуса «DI». Он показывает, совершён ли вход в учётную запись, или нет.

source: Use the checkboxes below to configure the list of active providers.
ru: Используйте флажки ниже для настройки списка активных источников.

source: Configure Provider
ru: Настроить источник

source: Install
ru: Установить

source: Built-in categories are shown in italic, and these cannot be removed.
ru: Встроенные категории показаны курсивом, и их нельзя удалить.

source: Shortcut for Selected Action
ru: Горячие клавиши для выбранного действия

source: Default:
ru: По умолчанию:

source: Custom:
ru: Пользовательский:

source: Album artist:
ru: Исполнитель альбома:

source: Track number:
ru: Номер трека:

source: Disc number:
ru: Номер диска:

source: Rating:
ru: Рейтинг:

source: <i>(Various)</i>
ru: <i>(Разные)</i>

source: Multiple genres should be separated via a semicolon (e.g. 'Rock;Hard Rock')
ru: Несколько жанров должны отделяться друг от друга точкой с запятой (например, «Рок;Хард-рок»)

source: Ratings are stored in an external database, and <b>not</b> in the song's file.
ru: Рейтинги хранятся во внешней базе данных, а <b>не</b> в файле композиции.

source: Original Name
ru: Исходное название

source: New Name
ru: Новое название

source: Ratings will be lost if a file is renamed.
ru: При переименовании файла композиции, её рейтинг будет потерян.

# NAME OF TRANSLATORS
source: Your names
ru: Юлия Дронова

# EMAIL OF TRANSLATORS
source: Your emails
ru: juliette.tux@gmail.com

source: Show All Tracks
ru: Показать все треки

source: Show Untagged Tracks
ru: Показать треки без тегов

source: Remove From List
ru: Удалить из списка

source: Scan
ru: Сканировать

source: Update ReplayGain tags in tracks?
ru: Обновить теги ReplayGain для треков?

source: Update Tags
ru: Обновить теги

source: Abort scanning of tracks?
ru: Прервать сканирование треков?

source: Abort
ru: Прервать

source: Abort reading of existing tags?
ru: Прервать чтение существующих тегов?

source: Scan <b>all</b> tracks?<br/><br/><i>All tracks have existing ReplayGain tags.</i>
ru: Сканировать <b>все</b> треки?<br/><br/><i>У каждого трека есть существующий тег ReplayGain.</i>

source: Do you wish to scan all tracks, or only tracks without existing tags?
ru: Сканировать все треки, или только треки без существующих тегов?

source: Untagged Tracks
ru: Треки без тегов

source: All Tracks
ru: Все треки

source: Scanning tracks...
ru: Сканирование треков...

source: Reading existing tags...
ru: Чтение существующих треков...

# filename (Corrupt tags?)
source: %1 (Corrupt tags?)
ru: %1 (испорченные теги?)

source: Failed to update the tags of the following tracks:
ru: Сбой обновления тегов для следующих треков:

source: Device is not connected.
ru: Устройство не подключено

source: %1 dB
ru: %1 дБ

source: Failed
ru: Произошла ошибка

source: Original: %1 dB
ru: Оригинал: %1 дБ

source: Original: %1
ru: Оригинал: %1

source: Remove the selected tracks from the list?
ru: Удалить выбранные треки из списка?

source: Remove Tracks
ru: Удалить треки

source: Invalid service
ru: Недопустимая служба

source: Invalid method
ru: Недопустимый метод

source: Authentication failed
ru: Ошибка аутентификации

source: Invalid format
ru: Недопустимый формат

source: Invalid parameters
ru: Недопустимые параметры

source: Invalid resource specified
ru: Недопустимый ресурс

source: Operation failed
ru: Ошибка операции

source: Invalid session key
ru: Недействительный ключ сеанса

source: Invalid API key
ru: Недопустимый ключ API

source: Service offline
ru: Сервис недоступен

source: Last.fm is currently busy, please try again in a few minutes
ru: Last.fm в настоящее время занят, повторите попытку через несколько минут

source: Rate-limit exceeded
ru: Превышено ограничение скорости

source: %1 error: %2
ru: %1 ошибка: %2

source: %1: Loved Current Track
ru: %1: текущий трек отмечен «любимым»

source: %1: Love Current Track
ru: %1: отметить текущий трек как «любимый»

# scrobbler name (via MPD)
source: %1 (via MPD)
ru: %1 (через MPD)

source: If you use a scrobbler which is marked as '(via MPD)' (such as %1), then you will need to have this already started and running. Cantata can only 'Love' tracks via this, and cannot enable/disable scrobbling.
ru: При использовании скробблера, обозначенного «(через MPD)» (например, %1), его необходимо вначале запустить. Cantata может отметить «Любимые» треки только с его помощью, и не может самостоятельно включать/отключать скробблинг.

source: Authenticating...
ru: Вход...

source: Authenticated
ru: Вход выполнен

source: Not Authenticated
ru: Вход не выполнен

source: %1: Scrobble Tracks
ru: %1: скробблить треки

source: Digitally Imported Settings
ru: Настройки Digitally Imported

source: MP3 256k
ru: MP3 256к

source: AAC 64k
ru: AAC 64к

source: AAC 128k
ru: AAC 128к

source: Logout
ru: Выйти

source: Just add to play queue, do not save
ru: Только добавить в очередь, не проигрывать

source: Add to play queue, and save to favorites
ru: Добавить в очередь и сохранить в Избранном

source: Add Stream
ru: Добавить поток

source: Edit Stream
ru: Редактировать поток

source: <i><b>ERROR:</b> Invalid protocol</i>
ru: <i><b>ОШИБКА:</b> недопустимый протокол</i>

source: Fetching %1
ru: Загрузка %1

source: Installed
ru: Установлен

source: Update available
ru: Доступно обновление

source: Check the providers you wish to install/update.
ru: Отметьте источники, которые нужно установить/обновить.

source: Install/Update Stream Providers
ru: Установить/обновить источники потоков

source: Downloading list...
ru: Загрузка списка...

source: Local and National Radio (ListenLive)
ru: Местное и национальное радио (ListenLive)

source: Failed to download list of stream providers!
ru: Не удалось получить список источников потоков.

source: Installing/updating %1
ru: Идёт установка/обновление %1

source: Failed to install '%1'
ru: Сбой установки «%1»

source: Failed to download '%1'
ru: Сбой загрузки «%1»

source: Install/update the selected stream providers?
ru: Установить/обновить выбранные источники потоков?

source: Install the selected stream providers?
ru: Установить выбранные источники потоков?

source: Update the selected stream providers?
ru: Обновить выбранные источники потоков?

source: Install/Update
ru: Установка/Обновление

source: Abort installation/update?
ru: Прервать установку/обновление?

source: Downloading %1
ru: Идёт загрузка %1

source: Update all updateable providers
ru: Обновить все обновляемые источники

source: Import Streams Into Favorites
ru: Импортировать потоки в Избранное

source: Export Favorite Streams
ru: Экспортировать избранные потоки

source: Add New Stream To Favorites
ru: Добавить новый поток в Избранное

source: *.xml *.xml.gz *.cantata|XML Streams
ru: *.xml *.xml.gz *.cantata|потоки XML

source: Import Streams
ru: Импортировать потоки

source: XML Streams (*.xml *.xml.gz *.cantata)
ru: Потоки XML (*.xml *.xml.gz *.cantata)

source: *.xml|XML Streams
ru: *.xml|потоки XML

source: Export Streams
ru: Экспортировать потоки

source: XML Streams (*.xml.gz)
ru: Потоки XML (*.xml.gz)

source: Failed to create '%1'!
ru: Сбой создания «%1»

source: Stream '%1' already exists!
ru: Поток «%1» уже существует

source: A stream named '%1' already exists!
ru: Поток с названием «%1» уже существует

source: Bookmark added
ru: Закладка добавлена

source: Already bookmarked
ru: Уже в закладках

source: Already in favorites
ru: Уже в Избранном

source: Reload '%1' streams?
ru: Перезагрузить потоки «%1»?

source: Are you sure you wish to remove bookmark to '%1'?
ru: Точно удалить закладку для «%1»?

source: Are you sure you wish to remove all '%1' bookmarks?
ru: Точно удалить все закладки «%1»?

source: Are you sure you wish to remove the %1 selected streams?
ru: Точно удалить все %1 выбранных потоков?

source: Are you sure you wish to remove '%1'?
ru: Точно удалить «%1»?

source: Search %1:
ru: Поиск %1:

source: Added '%1'' to favorites
ru: Добавлено '%1' в избранное

source: From File...
ru: Из файла…

source: Download...
ru: Загрузка…

source: *.streams|Cantata Streams
ru: *.streams|потоки Cantata

source: Install Streams
ru: Установить потоки

source: Cantata Streams (*.streams)
ru: потоки Cantata (*.streams)

source: A category named '%1' already exists! Overwrite?
ru: Категория с названием «%1» уже существует Перезаписать?

source: Failed top open package file.
ru: Сбой открытия файла пакета

source: Invalid file format!
ru: Недопустимый формат файла

source: Failed to create stream category folder!
ru: Не удалось создать папку для категории потока

source: Failed to save stream list!
ru: Не удалось сохранить список потоков

source: Failed to remove streams folder!
ru: Не удалось удалить папку с потоками.

source: &Cancel
ru: &Отмена

source: &Yes
ru: &Да

source: &No
ru: &Нет

source: &Discard
ru: &Отклонить

source: &Save
ru: &Сохранить

source: &Apply
ru: &Применить

source: &Close
ru: &Закрыть

source: &Overwrite
ru: &Заменить

source: &Reset
ru: &Сбросить

source: &Continue
ru: &Продолжить

source: &Delete
ru: &Удалить

source: &Stop
ru: &Остановить

source: &Remove
ru: &Удалить

source: &Previous
ru: &Предыдущее

source: &Next
ru: &Далее

source: Password
ru: Пароль

source: Please enter password:
ru: Введите пароль:

source: Close
ru: Закрыть

source: Warning
ru: Предупреждение

source: Question
ru: Вопрос

source: &Window
ru: &Окно

source: Minimize
ru: Свернуть

source: Zoom
ru: Масштаб

source: Select Folder
ru: Выбрать папку

source: Select File
ru: Выбрать файл

source: %1 B
ru: %1 Б

source: %1 kB
ru: %1 кБ

source: %1 MB
ru: %1 MБ

source: %1 GB
ru: %1 ГБ

source: %1 KiB
ru: %1 КиБ

source: %1 MiB
ru: %1 МиБ

source: %1 GiB
ru: %1 ГиБ

source: 1 day %2
ru: %1 день %2

source: Tags
ru: Теги

source: Set 'Album Artist' from 'Artist'
ru: Взять значение «Исполнитель альбома» из значения «Исполнитель»

source: Read Ratings from File
ru: Прочесть рейтинги из файла

source: Write Ratings to File
ru: Записать рейтинги в файл

source: All tracks
ru: Все треки

source: Apply "Various Artists" workaround to <b>all</b> tracks?
ru: Применить обходное решение «несколько исполнителей» для <b>всех</b> треков?

source: <i>This will set 'Album artist' and 'Artist' to "Various Artists", and set 'Title' to "TrackArtist - TrackTitle"</i>
ru: <i>Эта настройка установит значения «Исполнитель альбома» и «Исполнитель» на «Несколько исполнителей» и значение «Название» на "TrackArtist - TrackTitle"</i>

source: Revert "Various Artists" workaround on <b>all</b> tracks?
ru: Откатить обходное решение «несколько исполнителей» для <b>всех</b> треков?

source: Revert "Various Artists" workaround
ru: Откатить обходное решение «несколько исполнителей»

source: <i>Where the 'Album artist' is the same as 'Artist' and the 'Title' is of the format "TrackArtist - TrackTitle", 'Artist' will be taken from 'Title' and 'Title' itself will be set to just the title. e.g. <br/><br/>If 'Title' is "Wibble - Wobble", then 'Artist' will be set to "Wibble" and 'Title' will be set to "Wobble"</i>
ru: <i>Там, где значение «Исполнитель альбома» равно значению «Исполнитель», и название имеет формат "TrackArtist - TrackTitle", значение «Исполнитель» будет получаться из «Названия», а само значение «Название» будет равно названию композиции, т.е. <br/><br/>Скажем, если «Название» имеет формат "Wibble - Wobble", тогда «Исполнитель» будет иметь значение «Wibble», а «Название» — «Wobble»</i>

source: Set 'Album Artist' from 'Artist' (if 'Album Artist' is empty) for <b>all</b> tracks?
ru: Установить значение «Исполнитель альбома» из значения «Исполнитель» (при пустом значении «Исполнитель альбома») для <b>всех</b> треков?

source: Set 'Album Artist' from 'Artist' (if 'Album Artist' is empty)?
ru: Установить значение «Исполнитель альбома» из значения «Исполнитель» (при пустом значении «Исполнитель альбома») ?

source: Album Artist from Artist
ru: Исполнитель альбома как Исполнитель

source: Capitalize the first letter of text fields (e.g. 'Title', 'Artist', etc) of <b>all</b> tracks?
ru: Сделать начальную букву текстовых полей (напр.«Название», «Исполнитель» и т.д.) заглавной для <b>всех</b> треков?

source: Capitalize the first letter of text fields (e.g. 'Title', 'Artist', etc)?
ru: Сделать начальную букву текстовых полей (напр.«Название», «Исполнитель» и т.д.) заглавной?

source: Adjust the value of each track number by:
ru: Настроить значение номера каждого трека по:

source: Read ratings for all tracks from the music files?
ru: Прочитать рейтинги всех треков из файлов композиций?

source: Read rating from music file?
ru: Прочитать рейтинг из файла композиции?

source: Ratings
ru: Рейтинги

source: Read Ratings
ru: Прочитать рейтинги

source: Read Rating
ru: Прочитать рейтинг

source: Read, and updated, ratings from the following tracks:
ru: Считать и обновить рейтинги из следующих треков:

source: Not all Song ratings have been read from MPD!
ru: Не все рейтинги композиций были прочитаны из MPD

source: Song ratings are not stored in the song files, but within MPD's 'sticker' database. In order to save these into the actual file, Cantata must first read them from MPD.
ru: Рейтинги песен хранятся не в файлах композиций, а в базе данных MPD 'sticker'. Чтобы сохранить их в действительный файл, Cantata сначала должна считать их из MPD.

source: Song rating has not been read from MPD!
ru: Рейтинги композиций не были считаны из MPD

source: Write ratings for all tracks to the music files?
ru: Записать рейтинги всех треков в файлы композиций?

source: Write rating to music file?
ru: Записать рейтинг в файл композиции?

source: Write Ratings
ru: Записать рейтинги

source: Write Rating
ru: Записать рейтинг

source: Failed to write ratings of the following tracks:
ru: Не удалось записать рейтинги для следующих треков:

source: Failed to write rating to music file!
ru: Не удалось записать рейтинг в файл композиции

source: All tracks [modified]
ru: Все треки [изменено]

source: %1 [modified]
ru: %1 [изменено]

source: Would you also like to rename your song files, so as to match your tags?
ru: Переименовать также и файлы песен, для соответствия тегам?

source: Rename Files
ru: Переименовать файлы

source: Abort renaming of files?
ru: Прервать переименование файлов?

source: Source file does not exist!
ru: Файл-источник не существует

source: Destination file already exists!
ru: Целевой файл уже существует

source: Failed to create destination folder!
ru: Не удалось создать папку назначения

source: Failed to rename '%1' to '%2'
ru: Не удалось переименовать «%1» в «%2»

source: Song ratings are not stored in the song files, but within MPD's 'sticker' database. If you rename a file (or the folder it is within), then the rating associated with the song will be lost.
ru: Рейтинги песен хранятся не в файлах композиций, а в базе данных MPD 'sticker'. При переименовании файла (или папки, в которой он хранится), рейтинг композиции будет потерян.

source: (Stream)
ru: (Поток)

source: <tr><td align="right"><b>Composer:</b></td><td>%1</td></tr>
ru: <tr><td align="right"><b>Автор музыки:</b></td><td>%1</td></tr>

source: <tr><td align="right"><b>Performer:</b></td><td>%1</td></tr>
ru: <tr><td align="right"><b>Исполнитель:</b></td><td>%1</td></tr>

source: <tr><td align="right"><b>Artist:</b></td><td>%1</td></tr><tr><td align="right"><b>Album:</b></td><td>%2</td></tr><tr><td align="right"><b>Year:</b></td><td>%3</td></tr>
ru: <tr><td align="right"><b>Исполнитель:</b></td><td>%1</td></tr><tr><td align="right"><b>Альбом:</b></td><td>%2</td></tr><tr><td align="right"><b>Год:</b></td><td>%3</td></tr>

source: Filter On Genre
ru: Фильтр по жанру

source: All Genres
ru: Все жанры

source: Go Back
ru: Назад

source: Menu
ru: Меню

source: <i><b>NOTE:</b> %1</i>
ru: <i><b>Примечание:</b> %1</i>

source: Remove From Play Queue
ru: Удалить из очереди воспроизведения

source: Search...
ru: Поиск…

source: Close Search Bar
ru: Закрыть панель поиска

source: Logged into %1
ru: %1: вход выполнен

source: <b>NOT</b> logged into %1
ru: %1: вход <b>НЕ</b> выполнен

source: Cannot access song files! Please check Cantata's "Music folder" setting, and MPD's "music_directory" setting.
ru: Нет доступа к файлам композиций! Проверьте параметр «папка с музыкой» в Cantata и параметр "music_directory" в MPD.

source: Cannot access song files! Please check that the device is still attached.
ru: Нет доступа к файлам композиций. Проверьте, подключено ли устройство.

source: Stretch Columns To Fit Window
ru: Растянуть столбцы по размеру окна

source: (Various)
ru: (Несколько)

source: Mute
ru: Заглушить звук

source: Unmute
ru: Включить звук

source: Volume %1% (Muted)
ru: Громкость %1% (звук отключён)

source: Volume %1%
ru: Громкость %1%

# Singular
source: 1 Track
ru: 1 трек

# Plural (N!=1)
source: %1 Tracks
ru: %1 треков

# Singular
source: 1 Track (%1)
ru: 1 трек (%1)

# Plural (N!=1)
source: %1 Tracks (%2)
ru: %1 треков (%2)

# Singular
source: 1 Album
ru: 1 альбом

# Plural (N!=1)
source: %1 Albums
ru: %1 альбомов

# Singular
source: 1 Artist
ru: 1 исполнитель

# Plural (N!=1)
source: %1 Artists
ru: %1 исполнителей

# Singular
source: 1 Stream
ru: 1 поток

# Plural (N!=1)
source: %1 Streams
ru: %1 потоков

# Singular
source: 1 Entry
ru: 1 элемент

# Plural (N!=1)
source: %1 Entries
ru: %1 элементов

# Singular
source: 1 Rule
ru: 1 правило

# Plural (N!=1)
source: %1 Rules
ru: %1 правил

# Singular
source: 1 Podcast
ru: 1 подкаст

# Plural (N!=1)
source: %1 Podcasts
ru: %1 подкастов

# Singular
source: 1 Episode
ru: 1 серия

# Plural (N!=1)
source: %1 Episodes
ru: %1 серий

# Singular
source: 1 Update available
ru: Доступно 1 обновление

# Plural (N!=1)
source: %1 Updates available
ru: Доступно обновлений: %1
