Repository: CDrummond/cantata
Catalog: trunk/po/*.po
Languages: ru

source: (Needs configuring)
ru: (Необходима настройка)

source: Copy songs to:
ru: Копировать песни на:

source: Destination format:
ru: Целевой формат:

source: Overwrite songs
ru: Перезаписать песни

source: To copy:
ru: Копировать:

source: Connected to a Mopidy server (manual update required).
ru: Подключено к серверу Mopidy (требуется ручное обновление)

source: Album Details
ru: Подробности альбома

source: Year:
ru: Год:

source: Disc:
ru: Диск:

source: Single artist
ru: Один артист

source: Album and Track Information Retrieval
ru: Получение информации об альбоме и треке:

source: Initially look up via:
ru: Искать изначально через:

source: CDDB Host:
ru: Хост CDDB:

source: CDDB Port:
ru: Порт CDDB:

source: Lookup information as soon as CD is inserted
ru: Поиск информации, как только будет вставлен CD

source: Audio Extraction
ru: Извлечение аудио

source: Full paranoia mode (best quality)
ru: Режим full paranoia (лучшее качество)

source: Never skip on read error
ru: Никогда не пропускать при ошибке чтения

source: These settings are only valid, and editable, when the device is connected.
ru: Эти параметры действуют и являются изменяемыми только при подключённом устройстве.

source: Name:
ru: Имя:

source: Music folder:
ru: Папка с музыкой:

source: Copy album covers as:
ru: Скопировать обложки альбома как:

source: Maximum cover size:
ru: Максимальный размер обложки:

source: Default volume:
ru: Громкость по умолчанию:

source: 'Various Artists' workaround
ru: Обходное решение «несколько исполнителей»

source: Automatically scan music when attached
ru: Автоматически сканировать музыку при подключении

source: Use cache
ru: Использование кэша

source: Filenames
ru: Имена файлов:

source: Filename scheme:
ru: Схема имени файла:

source: VFAT safe
ru: безопасный VFAT

source: Use only ASCII characters
ru: Использовать только символы ASCII

source: Replace spaces with underscores
ru: Заменить пробелы на подчеркивания

source: Append 'The' to artist names
ru: Добавлять артикль 'The' к именам исполнителей на английском.

source: Transcoding
ru: Перекодирование

source: Only transcode if source file is of a different format
ru: Перекодировать только если исходный файл имеет другой формат

source: Example:
ru: Пример:

source: About filename schemes
ru: О схемах имени файла

source: The artist of the album. For most albums, this will be the same as the <i>Track Artist.</i> For compilations, this will often be <i>Various Artists.</i>
ru: Исполнитель альбома. Для большинства альбомов он будет аналогичен <i>Исполнителю трека.</i> В сборниках часто встречается <i>Несколько исполнителей.</i>

source: The name of the album.
ru: Имя альбома.

source: Album Title
ru: Название альбома

source: The composer.
ru: Композитор.

source: The artist of each track.
ru: Артист каждого трека.

source: Track Artist
ru: Исполнитель трека

source: The track title (without <i>Track Artist</i>).
ru: Название трека (без <i>Исполнителя трека</i>).

source: Track Title
ru: Название трека

source: The track title (with <i>Track Artist</i>, if different to <i>Album Artist</i>).
ru: Название трека (с <i>Исполнителем трека</i>, если он отличается от <i>Исполнителя альбома</i>).

source: Track Title (+Artist)
ru: Название трека (+Исполнитель)

source: The track number.
ru: Номер трека.

source: Track #
ru: Трек №

source: The album number of a multi-album album. Often compilations consist of several albums.
ru: Номер альбома, состоящего из нескольких альбомов. Часто сборники состоят из нескольких альбомов.

source: The year of the album's release.
ru: Год альбома выпуска.

source: The genre of the album.
ru: Жанр альбома.

source: These settings are only editable when the device is not connected.
ru: Эти параметры можно изменять только при отключённом устройстве.

source: Type:
ru: Тип:

source: Options
ru: Параметры

source: Port:
ru: Порт:

source: User:
ru: Пользователь:

source: Domain:
ru: Домен:

source: Share:
ru: Общий ресурс:

source: If you enter a password here, it will be stored <b>unencrypted</b> in Cantata's config file. To have Cantata prompt for the password before accessing the share, set the password to '-'
ru: Введённый здесь пароль будет храниться <b>незашифрованным</b> в конфигурационном файле Cantata. Чтобы заставить Cantata запрашивать пароль при каждой попытке доступа к общим ресурсам, укажите пароль «-».

source: Service name:
ru: Имя сервиса:

source: Folder:
ru: Папка:

source: Extra Options:
ru: Дополнительные параметры:

source: Due to the way sshfs works, a suitable ssh-askpass application (ksshaskpass, ssh-askpass-gnome, etc.) will be required to enter the password.
ru: В связи с особенностями работы sshfs, для ввода пароля требуется подходящее приложение ssh-askpass (ksshaskpass, ssh-askpass-gnome, и т.п.).

source: This dialog is only used to add remote devices (e.g. via Samba), or to access locally mounted folders. For normal media players, attached via USB, Cantata will automatically display the device when it is attached.
ru: Этот диалог используется только для добавления удалённых устройств (например, с помощью Samba) или для доступа к локально смонтированным папкам. Обычные устройства, подключенные через USB, Cantata показывает автоматически в момент подключения.

source: Remote dynamizer is not running.
ru: Удалённый dynamizer не запущен

source: Name of Dynamic Rules
ru: Имя динамических правил

source: Edit
ru: Изменить

source: Song with ratings between:
ru: Композиции с рейтингом в диапазоне:

source: About Rules
ru: О правилах

source: Include songs that match the following:
ru: Включить песни, отвечающие следующему условию:

source: Exclude songs that match the following:
ru: Исключить песни, отвечающие следующему условию:

source: Artists similar to:
ru: Найти похожих исполнителей:

source: Album Artist:
ru: Исполнитель альбома:

source: From Year:
ru: От года:

source: Any
ru: Любой

source: To Year:
ru: До года:

source: Exact match
ru: Точное совпадение

source: Only enter values for the tags you wish to be search on.
ru: Вводите значения только тех тегов, среди которых нужно производить поиск.

source: For genre, end string with an asterisk to match various genres. e.g 'rock*' matches 'Hard Rock' and 'Rock and Roll'.
ru: Для указания жанров заканчивайте каждую строку знаком звёздочки (*). Например, жанру «рок*» будет соответствовать и «хард-рок» и «рок-н-ролл».

source: Add a local file
ru: Добавить локальный файл

source: Save downloaded covers, and artist images, in music folder
ru: Сохранять скачанные обложки и изображения исполнителей, в папку с музыкой

source: Save downloaded lyrics in music folder
ru: Сохранять загруженные тексты песен в папке с музыкой

source: Save downloaded backdrops in music folder
ru: Сохранять загруженный фон/оформление в папке с музыкой

source: If you elect to have Cantata store covers, lyrics, or backdrops, within the music folder, and you do not have write access to this folder, then Cantata will revert to saving the files in your personal cache folder.
ru: Если в параметрах Cantata указано хранить слова песен, обложки дисков или фоновое оформление внутри папки с музыкой, но у пользователя нет доступа на запись в эту папку, то Cantata будет сохранять эти файлы в папке кеша пользователя.

source: Cantata can only save backdrops and artist images within the music folder hierarchy if this is 2 levels deep. (i.e. 'Artist/Album/Tracks')
ru: Cantata может сохранять фоновые изображения и изображения исполнителей в папке с музыкой только если дерево каталогов имеет 2 уровня (например, «Исполнитель/Альбом/Треки»)

source: Cantata First Run
ru: Первый запуск программы Cantata

source: Welcome to Cantata
ru: Добро пожаловать в программу Cantata!

source: <html><head/><body><p>Cantata is a feature-rich and user friendly client for Music Player Daemon (MPD). MPD is a flexible, powerful, server-side application for playing music.</p><p>For more information on MPD itself, please refer to the MPD website <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>This 'wizard' will guide you through the basic settings required for Cantata to function correctly.</p></body></html>
ru: <html><head/><body><p>Cantata — это дружественный к пользователю и богатый функционалом клиент для Music Player Daemon (MPD). MPD — это гибкое и мощное серверное приложение для проигрывания музыки.</p><p>Подробности об MPD можно найти на сайте MPD: <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>Данный мастер проведёт вас по базовым настройкам, которые необходимы для правильной работы Cantata.</p></body></html>

source: <html><head/><body><p>Welcome to Cantata</p></body></html>
ru: <html><head/><body><p>Добро пожаловать в программу Cantata!</p></body></html>

source: <html><head/><body><p>Cantata is a feature-rich and user friendly client for Music Player Daemon (MPD). MPD is a flexible, powerful, server-side application for playing music. MPD may be started either system-wide, or on a per-user basis. Please select how you would like to have Cantata initially connect to (or startup) MPD:</p></body></html>
ru: <html><head/><body><p>Cantata — это дружественный к пользователю и богатый функционалом клиент для Music Player Daemon (MPD). MPD — это гибкое и мощное серверное приложение для проигрывания музыки. MPD можно запускать как общесистемно, так и от одного конкретного пользователя. Выберите, каким способом нужно подключать Cantata к MPD (или запускать его):</p></body></html>

source: Standard multi-user/server setup
ru: Стандартная серверная многопользовательская настройка

source: <i>Select this option if your music collection is shared between users, your MPD instance is running on another machine, or you already have a personal MPD setup. If you select this option then Cantata itself cannot control the starting and stopping of the MPD server. You will therfore need to ensure that MPD is already configured and running.</i>
ru: <i>Выберите этот параметр, если музыкальная коллекция является общей для нескольких пользователей, ваш экземпляр MPD запущен на другом компьютере,или MPD уже работает с вашими личным настройками. При выборе этого параметра Cantata не может сама контролировать запуск и останов сервера MPD, поэтому необходимо убедиться в том, что MPD уже настроен и запущен.</i>

source: Basic single user setup
ru: Базовая настройка для одного пользователя

source: <i>Select this option if your music collection is not shared with others, and you wish Cantata to configure and control the MPD instance.</i>
ru: <i>Выбрать этот параметр, если музыкальная коллекция не является общим ресурсом для многих пользователей, и Cantata должна настроить и управлять экземпляром MPD.</i>

source: <html><head/><body><p>For more information on MPD itself, please refer to the MPD website <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>This 'wizard' will guide you through the basic settings required for Cantata to function correctly.</p></body></html>
ru: <html><head/><body><p>За подробной информацией по MPD обращайтесь на его официальный сайт: <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>Этот помощник проведёт вас по базовым настройкам программы Cantata, необходимым для её правильной работы.</p></body></html>

source: Connection details
ru: Подробности соединения

source: The settings below are the basic settings required by Cantata. Please enter the relevant details, and use the 'Connect' button to test the connection.
ru: Настройки ниже — это базовые настройки, необходимые программе Cantata. Введите необходимые детали и нажмите кнопку «Подключиться» для проверки соединения.

source: Host (or local socket):
ru: Хост (или локальный сокет):

source: The 'Music folder' setting is used to lookup cover-art, lyrics, etc. If your MPD instance is on a remote host, you may set this to a HTTP URL.
ru: Параметр «Папка с музыкой» используется для поиска обложек, слов песен и т.п. Если запущенный экземпляр MPD является удалённым хостом, то этот параметр можно указать в виде HTTP URL.

source: When using a local socket the full absolute path to the socket needs to be set. (Port number is not required.)
ru: При использовании локального сокета необходимо указывать полный абсолютный путь до сокета. (Номер порта не требуется.)

source: Music folder
ru: Папка с музыкой

source: Please choose the folder containing your music collection.
ru: Выбрать папку, в которой хранится ваша музыкальная коллекция.

source: Covers, Lyrics, and Streams
ru: Обложки, тексты и потоки.

source: <p>Cantata will download missing covers, and lyrics, from the internet.</p><p>For each of these, please confirm whether you wish Cantata to store the relevant files within the music folder, or within your personal cache/config folders.</p>
ru: <p>Cantata загружает отсутствующие обложки и слова песен из Интернета.</p><p>Для каждого загруженного элемента необходимо подтверждать, сохранять ли его в папке с музыкой или в папках с персональным кешем пользователя</p>

source: Cantata can only save backdrops and artist images within the music folder hierarchy if this is 2 levels deep. i.e. 'Artist/Album/Tracks'.
ru: Cantata может сохранять фоновые изображения и изображения исполнителей в папке с музыкой если дерево каталогов имеет 2 уровня. Например, «Исполнитель/Альбом/Треки».

source: The 'Music folder' is set to a HTTP address, and Cantata currently cannot upload files to external HTTP servers. Therefore, the above settings should be left un-checked.
ru: Параметром для «Папки с музыкой» указан адрес HTTP, но в настоящий момент Cantata не может загружать файлы на внешние серверы HTTP. Поэтому параметры, указанные выше, нужно оставить без изменений.

source: Finished!
ru: Готово!

source: Cantata is now configured!<br/><br/>Cantata's configuration dialog maybe used to customise Cantata's appearance, as well as to add extra MPD hosts, etc.
ru: Cantata теперь настроен! <br/><br/>Диалоговое окно конфигурации может быть использовано для настройки внешнего вида Cantata, а также для добавления дополнительных хостов MPD и т.д.

source: Cantata will groups tracks into albums by using the 'AlbumArtist' tag if it is set, otherwise it will fallback to the 'Artist' tag. If you have albums with multiple artists, you <b>must</b> set the 'AlbumArtist' tag for the grouping to function correctly. It is suggested to use 'Various Artists' in this scenario.
ru: Cantata группирует треки в альбомы с помощью тега «AlbumArtist», если он указан. В противном случае будет использован тег «Исполнитель». При наличии альбома с несколькими исполнителями, тег «AlbumArtist» <b>должен</b> быть указан для корректной работы группировки треков. В этом сценарии рекомендуется использовать тег «Несколько исполнителей».

source: <b>Warning:</b> You are not currently a member of the 'users' group. Cantata will function better (saving of album covers, lyrics, etc. with the correct permissions) if you (or your administrator) add yourself to this group. If you do add yourself you will need to logout and back in for this to take effect.
ru: <b>Предупреждение:</b> вы не являетесь членом группы 'users'. Функционал программы Cantata улучшится (сохранение с правильными правами обложек, слов песен и т.п.) если вы (или ваш администратор) добавите своего пользователя в эту группу. Если вы будете делать это самостоятельно, то затем, для применения настройки, будет необходимо закончить текущий сеанс пользователя и снова войти в систему.

source: Sidebar
ru: Боковая панель

source: Views
ru: Вид

source: Use the checkboxes below to configure the list of active views.
ru: Используйте флажки ниже, чтобы настроить список активных представлений.

source: By default, the play queue appears to the side of the other views, and the Info view is accessible by pressing its icon in the main toolbar. Checking the appropriate option above will cause the view to be merged into the sidebar as per other views.
ru: По умолчанию, очередь воспроизведения располагается сбоку от других окон просмотра, а окно информации доступно по нажатию на его значок на главной панели. Если соответствующий параметр выше будет отмечен, то окно будет встроено в боковую панель, аналогично другим окнам.

source: Style:
ru: Стиль:

source: Position:
ru: Позиция:

source: Only show icons, no text
ru: Показывать только значки

source: Use monochrome icons
ru: Использовать монохромные значки

source: Auto-hide
ru: Автоматически скрывать

source: Sort albums by year
ru: Сортировать альбомы по годам

source: Show artist images
ru: Показать изображения артиста

source: Sort:
ru: Сортировать:

source: Initially collapse albums
ru: Изначально альбомы свернуты

source: Other Views
ru: Другие типы просмотра

source: Folders:
ru: Папки:

source: Streams:
ru: Потоки:

source: Online:
ru: Онлайн:

source: Devices:
ru: Устройства:

source: Search:
ru: Поиск:

source: Automatically expand current album
ru: Автоматически раскрывать текущий альбом

source: Scroll to current track
ru: Прокручивать список до текущего трека

source: Prompt before clearing
ru: Запрос перед удалением

source: Separate action (and shortcut) for play queue search
ru: Отдельное действие (и сочетание клавиш) для поиска в очереди воспроизведения.

source: Current album cover
ru: Текущая обложка альбома

source: Toolbar
ru: Панель инструментов

source: Show stop button
ru: Показывать кнопку «стоп»

source: Show cover of current track
ru: Показывать обложку альбома текущего трека

source: Show track rating
ru: Показывать рейтинг трека

source: External
ru: Внешнее

source: Show popup messages when changing tracks
ru: Показать всплывающие сообщения при смене дорожек

source: Show icon in notification area
ru: Показывать значок в области уведомлений

source: Minimize to notification area when closed
ru: Минимизировать в область уведомлений при закрытии

source: On Start-up
ru: При запуске

source: Show main window
ru: Показать главное окно

source: Hide main window
ru: Скрыть главное окно

source: Restore previous state
ru: Восстановить прежнее состояние

source: General
ru: Общее

source: Place albums with only one track under 'Various Artists/Single Tracks'
ru: Разместить альбомы только с одной дорожкой в разделе 'Несколько исполнители/Отдельные треки'

source: Group single track albums
ru: Группировать альбомы с одним треком

source: Use the 'Composer' tag, and not 'Artist' or 'Album Artist', to group albums.
ru: Для группировки альбомов использовать тег «Автор музыки», а не «Исполнитель» или «Исполнитель альбома»

source: Group albums by composer
ru: Группировать альбомы по автору музыки

source: <p>When adding artists, or albums to the playqueue, or editing tags, etc, then only use songs that pass the current Genre or string filter.</p><p>e.g. If you have an album with 10 songs, but only 5 have the genre set to 'Metal', then only these 5 would be added if the view's Genre filter was set to 'Metal'.
ru: <p>При добавлении исполнителей или альбомов в очередь воспроизведения, или при редактировании тегов, использовать только песни, соответствующие фильтру по текущему жанру или по строке.</p><p>Например, имеется альбом с 10 песнями, в котором только 5 песен отмечены жанром «Металл», и если фильтр жанра для этого окна был указан как «Металл», в очередь воспроизведения будут добавлены только эти 5 песен.

source: Only act on songs that pass filtering
ru: Действовать только на песнях, которые проходят фильтрацию

source: Fetch missing covers from Last.fm
ru: Получить недостающие обложки из Last.fm

source: Show delete action in context menus
ru: Показать действие удаления в контекстных меню

source: Enforce single-click activation of items
ru: Включать одним щелчком

source: <p>This will change Cantata's interface as detailed: <ul><li>Playback, and control, buttons will be 33% wider</li><li>Views will be 'flickable'</li><li>To drag items, you will need to 'touch' the top-left corner</li><li>Scrollbars will only be a few pixels wide</li><li>Actions (e.g. 'Add To Play Queue') will always be visible (not just when item is under mouse)</li><li>Spin buttons will have + and - buttons at the side of the text field</li></ul></p>
ru: <p>Это действие изменит интерфейс Cantata следующим образом: <ul><li>Кнопки проигрывания и управления станут на 33% шире</li><li>Окна будут «скользить» при прокрутке</li><li>Чтобы протащить элемент, нужно будет «прикоснуться» к верхнему левому углу</li><li>Панели прокрутки будут всего несколько пикселей в ширину</li><li>Действия, (например, «Добавить в очередь воспроизведения») всегда будут видимыми (а не только когда элемент находится точно под курсором)</li><li>Кнопки увеличения/уменьшения будут иметь дополнительные кнопочки «+» и «-» сбоку текстового поля</li></ul></p>

source: Make interface more touch friendly
ru: Более дружественный сенсорный интерфейс

source: Show song information tooltips
ru: Показывать подсказки с информацией о песне

source: Support retina displays
ru: Поддержка дисплеев Retina

source: Language:
ru: Язык:

source: Changing the 'Enforce single-click activation of items' setting will require a re-start of Cantata.
ru: Изменение параметра «Включать одним щелчком» требует перезапуска Cantata

source: Changing the language setting will require a re-start of Cantata.
ru: Изменение языкового параметра требует перезапуска Cantata

source: Changing the 'touch friendly' setting will require a re-start of Cantata.
ru: Изменение параметра «Более дружественный сенсорный интерфейс» требует перезапуска Cantata

source: Enabling support for retina displays will produce sharper icons on the retina display, but may produce less sharp icons on non-retina displays. Changing this setting will require a re-start of Cantata.
ru: Включение поддержки для дисплеев Retina сделает иконки более чёткими на дисплеях Retina, и более расплывчатыми на других устройствах. Изменение этого параметра потребует перезапуска Cantata.

source: [Dynamic]
ru: [Динамический]

source: Exit Full Screen
ru: Выход из полноэкранного режима

source: Fadeout on stop:
ru: Затухание при остановке:

source: Stop playback on exit
ru: Остановить воспроизведение при выходе из программы

source: Inhibit suspend whilst playing
ru: Блокировать активацию ждущего режима во время проигрывания

source: If you press and hold the stop button, then a menu will be shown allowing you to choose whether to stop playback now, or after the current track. (The stop button can be enabled in the Interface/Toolbar section)
ru: При нажатии и удержании кнопки «Стоп» будет показано меню, предлагающее остановить воспроизведение немедленно или после окончание проигрываемого трека. (Показ кнопки «Стоп» можно включить в разделе «Интерфейс/Панель инструментов».)

source: Output
ru: Вывод

source: Crossfade between tracks:
ru: Затухания между треками:

source: About replay gain
ru: Информация о replay gain

source: Use the checkboxes below to control the active outputs.
ru: Используйте флажки ниже, чтобы контролировать активные выходы.

source: Collection:
ru: Коллекция:

source: Cover filename:
ru: Имя файла обложки:

source: <p>Filename (without extension) to save downloaded covers as.<br/>If left blank 'cover' will be used.<br/><br/><i>%artist% will be replaced with album artist of the current song, and %album% will be replaced with the album name.</i></p>
ru: <p>Имя файла (без расширения) для сохранения загруженных обложек.<br/>Если поле не заполнено, используется 'cover'.<br/><br/><i>%artist% будет заменён на значение исполнителя текущей песни, а %album% — на название альбома.</i></p>

source: HTTP stream URL:
ru: Адрес потока HTTP:
