Repository: CDrummond/cantata
Catalog: trunk/po/*.po
Languages: ru

source: Refresh Album Information
ru: Обновить сведения об альбоме

source: Album
ru: Альбом

source: Tracks
ru: Дорожки

source: Refresh Artist Information
ru: Обновить сведения об исполнителе

source: Artist
ru: Исполнитель

source: Albums
ru: Альбомы

source: Web Links
ru: Ссылки

source: Similar Artists
ru: Похожие исполнители

source: Lyrics Providers
ru: Источники текстов

source: Wikipedia Languages
ru: Языки Wikipedia

source: Other
ru: Другое

source: Reset Spacing
ru: Перенастроить отступ

source: &Artist
ru: &Артист

source: Al&bum
ru: &Альбом

source: &Track
ru: &Трек

source: Read more on last.fm
ru: Больше информации см. на last.fm

source: If Cantata has failed to find lyrics, or has found the wrong ones, use this dialog to enter new search details. For example, the current song may actually be a cover-version - if so, then searching for lyrics by the original artist might help. If this search does find new lyrics, these will still be associated with the original song title and artist as displayed in Cantata.
ru: В случае если Cantata не нашла текста песни, или нашла неправильный вариант, введите здесь новые ключевые слова для поиска. Например, текущая песня может быть ковер-версией, в таком случае может помочь поиск слов от изначального исполнителя . Если этот поиск не принесёт новых результатов, слова песни будут привязаны к названию оригинала и к изначальному артисту, как это показано в Cantata.

source: Title:
ru: Название:

source: Artist:
ru: Исполнитель:

source: Search For Lyrics
ru: Искать слова песни

source: Choose the websites you want to use when searching for lyrics.
ru: Сайты для поиска текстов песен

source: Song Information
ru: Информация о песне

source: Images (*.png *.jpg)
ru: Изображения (*.png *.jpg)

# pixels
source: 10px
ru: 10пикс

# pixels
source: %1px
ru: %1пикс

source: Lyrics
ru: Слова песни

source: Information
ru: Инфо

source: Metadata
ru: Метаданные

source: Scroll Lyrics
ru: Прокрутка слов песни

source: Refresh Lyrics
ru: Обновить слова песни

source: Edit Lyrics
ru: Изменить слова песни

source: Delete Lyrics File
ru: Удалить файл со словами песни

source: Refresh Track Information
ru: Обновление информации о треках

source: Cancel
ru: Отмена

source: Track
ru: Трек

source: Reload lyrics? Reload from disk, or delete disk copy and download?
ru: Загрузить слова песни повторно? Перезагрузить с диска или удалить копию с диска и загрузить заново?

source: Reload
ru: Обновить

source: Reload From Disk
ru: Загрузить с диска

source: Download
ru: Скачать

source: Current playing song has changed, still perform search?
ru: Текущая песня сменилась, произвести поиск всё равно?

source: Song Changed
ru: Песня изменена

source: Perform Search
ru: Произвести поиск

source: Delete lyrics file?
ru: Удалить файл со словами песни?

source: Delete File
ru: Удалить файл

source: Album artist
ru: Исполнитель альбома

source: Composer
ru: Автор музыки

source: Lyricist
ru: Поэт-песенник

source: Conductor
ru: Дирижер

source: Remixer
ru: Ремиксер

source: Subtitle
ru: Субтитры

source: Track number
ru: Номер трека

source: Disc number
ru: Номер диска

source: Genre
ru: Жанр

source: Date
ru: Дата

source: Original date
ru: Исходная дата

source: Comment
ru: Комментарий

source: Label
ru: Лейбл

source: Catalogue number
ru: Номер по каталогу

source: Title sort
ru: Сортировать название

source: Artist sort
ru: Сортировать артист

source: Album artist sort
ru: Сортировать исполнитель альбома

source: Album sort
ru: Сортировать альбом

source: Encoded by
ru: Закодировано с помощью

source: Encoder
ru: Кодировщик

source: Mood
ru: Настроение

source: Media
ru: Медиа

source: Bitrate
ru: Битрейт

source: Sample rate
ru: Частота дискретизации

source: Channels
ru: Каналы

source: Tagging time
ru: Пометка времени

source: Performer (%1)
ru: Исполнитель (%1)

source: %1 kb/s
ru: %1 кбит/с

source: %1 Hz
ru: %1 Гц

source: Bits
ru: Бит

source: Performer
ru: Исполнитель

source: Year
ru: Год

source: Filename
ru: Имя файла

source: Fetching lyrics via %1
ru: Загрузка слов песни с %1

source: (Polish Translations)
ru: (Переводы на польский)

source: (Portuguese Translations)
ru: (Переводы на португальский)

source: Track listing
ru: Список дорожек

source: Read more on wikipedia
ru: Доп. информация в Википедии

source: Open in browser
ru: Открыть в браузере

# Search pattern for an artist or band, separated by |
source: artist|band|singer|vocalist|musician
ru: исполнитель|группа|певец|вокалист|музыкант

# Search pattern for an album, separated by |
source: album|score|soundtrack
ru: альбом|рейтинг|саундтрек

source: Choose the wikipedia languages you want to use when searching for artist and album information.
ru: Выбрать языки Википедии, на которых будет искаться информация об исполнителе и об альбоме.

source: Cantata is playing a track
ru: Cantata проигрывает трек

source: Songs To Be Copied
ru: Песни, которые нужно скопировать

source: <b>INVALID</b>
ru: <b>НЕДОПУСТИМО</b>

source: <i>(When different)</i>
ru: <i>(если отличается)</i>

source: Cantata has detected that you are connected to a Mopidy server. Currently it is not possible for Cantata to force Mopidy to refresh its local music listing. Therefore, you will need to stop Cantata, manually refresh Mopidy's database, and restart Cantata for any changes to be active.
ru: Cantata определила, что имеется подключение к серверу Mopidy. В настоящий момент Cantata не имеет возможности заставить Mopidy принудительно обновить локальный список композиций. Работу Cantata нужно завершить, вручную обновить базу данных Mopidy и перезапустить Cantata для активации изменений.

source: Artists:%1, Albums:%2, Songs:%3
ru: Исполнители:%1, альбомы:%2, песни:%3

source: %1 free
ru: %1 свободно

source: Local Music Library
ru: Локальная музыкальная библиотека

source: Audio CD
ru: Аудио-CD

source: There is insufficient space left on the destination device. The selected songs consume %1, but there is only %2 left. The songs will need to be transcoded to a smaller filesize in order to be successfully copied.
ru: На устройстве назначения недостаточно свободного места. Выбранные песни занимают %1, но доступно только %2. Для успешного копирования на устройство, композиции необходимо перекодировать с получением файлов меньшего размера.

source: There is insufficient space left on the destination. The selected songs consume %1, but there is only %2 left.
ru: В месте назначения недостаточно места. Выбранные песни занимают %1, но доступно всего %2.

source: Copy Songs
ru: Копировать песни

source: Delete Songs
ru: Удалить песни

source: You have not configured the destination device. Continue with the default settings?
ru: Устройство назначения не было настроено. Продолжать с настройками по умолчанию?

source: Not Configured
ru: Не настроено

source: Use Defaults
ru: Использовать параметры по умолчанию

source: You have not configured the source device. Continue with the default settings?
ru: Исходное устройство не было настроено. Продолжать с настройками по умолчанию?

source: Are you sure you wish to stop?
ru: Точно остановить?

source: Stop
ru: Остановить

source: Device has been removed!
ru: Устройство было удалено.

source: Device is not connected!
ru: Устройство не подключено.

source: Device is busy?
ru: Устройство занято?

source: Device has been changed?
ru: Устройство было изменено?

source: Clearing unused folders
ru: Очищение неиспользуемых папок

source: Calculate ReplayGain for ripped tracks?
ru: Рассчитать ReplayGain для скопированных с диска треков?

source: Calculate
ru: Рассчитать

source: The destination filename already exists!
ru: Имя конечного файла уже существует!

source: Song already exists!
ru: Песня уже существует!

source: Song does not exist!
ru: Песня не существует!

source: Failed to create destination folder!<br/>Please check you have sufficient permissions.
ru: Не удалось создать папку!<br/>Пожалуйста, проверьте достаточно ли у вас прав.

source: Source file no longer exists?
ru: Исходного файла больше не существует?

source: Failed to copy.
ru: Не удается скопировать.

source: Failed to delete.
ru: Не удается удалить.

source: Not connected to device.
ru: Не подключен к устройству.

source: Selected codec is not available.
ru: Выбранный кодек не доступен.

source: Transcoding failed.
ru: Ошибка транскодирования.

source: Failed to create temporary file.<br/>(Required for transcoding to MTP devices.)
ru: Сбой создания временного файла.<br/>(Требуется для перекодирования устройств MTP.)

source: Failed to read source file.
ru: Не удается прочитать исходный файл.

source: Failed to write to destination file.
ru: Не удается записать файл назначения.

source: No space left on device.
ru: Нет места на устройстве.

source: Failed to update metadata.
ru: Не удалось обновить метаданные.

source: Failed to download track.
ru: Не удалось загрузить трек.

source: Failed to lock device.
ru: Не удалось заблокировать устройство.

source: Local Music Library Properties
ru: Свойства локальной музыкальной библиотеки

source: Error
ru: Ошибка

source: Skip
ru: Пропустить

source: Auto Skip
ru: Авто-пропуск

source: Retry
ru: Повторить

source: Album:
ru: Альбом:

source: Track:
ru: Трек:

source: Source file:
ru: Исходный файл:

source: Destination file:
ru: Конечный файл:

source: File:
ru: Файл:

source: Calculating...
ru: Вычисление...

# time (Estimated)
source: %1 (Estimated)
ru: %1 (примерно)

source: Time remaining:
ru: Оставшееся время:

source: Saving cache
ru: Сохранение кеша

source: Apply "Various Artists" Workaround
ru: Применить обходное решение «несколько исполнителей»

source: Revert "Various Artists" Workaround
ru: Откатить обходное решение «несколько исполнителей»

source: Capitalize
ru: Перевести в верхний режим

source: Adjust Track Numbers
ru: Настроить номера треков

source: Tools
ru: Инструменты

source: Apply "Various Artists" workaround?
ru: Применить обходное решение «несколько исполнителей»?

source: This will set 'Album artist' and 'Artist' to "Various Artists", and set 'Title' to "TrackArtist - TrackTitle"
ru: Параметры «Исполнитель альбома» и «Исполнитель» будут установлены на значение «Несколько исполнителей», а «Название» — на "TrackArtist - TrackTitle"

source: Revert "Various Artists" workaround?
ru: Откатить обходное решение «несколько исполнителей»?

source: Where the 'Album artist' is the same as 'Artist' and the 'Title' is of the format "TrackArtist - TrackTitle", 'Artist' will be taken from 'Title' and 'Title' itself will be set to just the title. e.g. If 'Title' is "Wibble - Wobble", then 'Artist' will be set to "Wibble" and 'Title' will be set to "Wobble"
ru: Там, где значение «Исполнитель альбома» совпадает с «Исполнителем», а «Название» имеет формат "TrackArtist - TrackTitle", значение «Исполнитель» будет взято из «Названия», а само «Название» будет только названием. Например, если «Название» будет иметь значение "Wibble - Wobble", то «Исполнитель» будет указан как "Wibble", а «Название» — "Wobble"

source: Revert
ru: Откатить

source: Capitalize the first letter of 'Title', 'Artist', 'Album artist', and 'Album'?
ru: Должна ли быть заглавной первая буква тегов «название», «исполнитель», «исполнитель альбома» и «альбом»?

source: Adjust track number by:
ru: Настроить номера треков по:

source: Reading disc
ru: Чтение диска

source: Data Track
ru: Трек с данными

source: Failed to open CD device
ru: Сбой открытия устройства CD

source: Track %1
ru: Трек %1

source: Failed to create CDDB connection
ru: Сбой создания подключения CDDB

source: No matches found in CDDB
ru: Совпадений в CDDB не найдено.

source: CDDB error: %1
ru: Ошибка CDDB: %1

source: Multiple matches were found. Please choose the relevant one from below:
ru: Найдено несколько совпадений. Выберите релевантный ниже:

source: Title
ru: Название

source: Disc Selection
ru: Выбор диска

# artist - album Disc disc (year)
source: %1 - %2 Disc %3 (%4)
ru: %1 - %2 диск %3 (%4)

source: Updating (%1)...
ru: Обновление (%1)...

source: Updating (%1%)...
ru: Обновление (%1%)...

source: Device Properties
ru: Свойства устройства

source: Don't copy covers
ru: Не копировать обложки

source: Embed cover within each file
ru: Встроенная обложка в каждом файле

source: No maximum size
ru: Нет максимального размера

source: 400 pixels
ru: 400 пикс.

source: 300 pixels
ru: 300 пикс.

source: 200 pixels
ru: 200 пикс.

source: 100 pixels
ru: 100 пикс.

source: <p>When copying tracks to a device, and the 'Album Artist' is set to 'Various Artists', then Cantata will set the 'Artist' tag of all tracks to 'Various Artists' and the track 'Title' tag to 'TrackArtist - TrackTitle'.<hr/> When copying from a device, Cantata will check if 'Album Artist' and 'Artist' are both set to 'Various Artists'. If so, it will attempt to extract the real artist from the 'Title' tag, and remove the artist name from the 'Title' tag.</p>
ru: <p>Во время копирования треков на устройство, и при значении «Исполнитель альбома»установленном как «Несколько исполнителей», Cantata установит значение тега «Исполнитель» для всех треков на значение «Несколько исполнителей», а тег трека «Название» на 'TrackArtist - TrackTitle'.<hr/> Во время копирования треков с устройства Cantata проверит настройки «Исполнитель альбома» и«Исполнитель», которые должны иметь значение «Несколько исполнителей», и в этом случае попробует получить правильные данные исполнителя из тега «Название» и удалить имя исполнителя из тега «Название»</p>

source: <p>If you enable this, then Cantata will create a cache of the device's music library. This will help to speed up subsequent library scans (as the cache file will be used instead of having to read the tags of each file.)<hr/><b>NOTE:</b> If you use another application to update the device's library, then this cache will become out-of-date. To rectify this, simply click on the 'refresh' icon in the device list. This will cause the cache file to be removed, and the contents of the device re-scanned.</p>
ru: <p>Если активировать этот параметр, Cantata создаст кеш музыкальной библиотекиустройства, что ускорит последующие сканирования библиотеки (файл кеша будет использоваться вместо чтения тегов каждого файла)<hr/><b>ВНИМАНИЕ:</b> при использовании другого приложения для обновления библиотеки устройства, данные этого кеша станут неактуальными. Для их коррекции нажмите на значок «обновить» в списке устройств. Файл кеша буде удалён, а содержимое устройства будет просканировано заново.</p>

source: Do not transcode
ru: Не перекодировать

source: Transcode to %1
ru: Перекодировать в %1

# name (size free)
source: %1 (%2 free)
ru: %1 (%2 свободно)

source: Copy To Library
ru: Скопировать в библиотеку

source: Sync
ru: Синхронизировать

source: Forget Device
ru: Исключить устройство

source: Add Device
ru: Добавить устройство

source: Lookup album and track details?
ru: Произвести поиск подробной информациидля альбома и трека?

source: Refresh
ru: Обновить

source: Via CDDB
ru: Через CDDB

source: Via MusicBrainz
ru: Через MusicBrainz

source: Which type of refresh do you wish to perform?
ru: Какой способ обновления выполнить?

source: Partial - Only new songs are scanned (quick)
ru: Частичное — сканируются только новые композиции (быстро)

source: Full - All songs are rescanned (slow)
ru: Полное — повторное сканирование всех композиций (долго)

source: Partial
ru: Частично

source: Full
ru: Полностью

source: Are you sure you wish to delete the selected songs? This cannot be undone.
ru: Точно удалить выбранные песни? Это действие нельзя будет отменить.

source: Are you sure you wish to forget '%1'?
ru: Точно исключить «%1»?

source: Are you sure you wish to eject Audio CD '%1 - %2'?
ru: Точно извлечь Аудио CD «%1 - %2»?

source: Eject
ru: Извлечь

source: Are you sure you wish to disconnect '%1'?
ru: Точно отключить «%1»?

source: Disconnect
ru: Отключить

source: Please close other dialogs first.
ru: Сначала необходимо закрыть другие диалоги.

source: <a href=http://en.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding</a> (AAC) is a patented lossy codec for digital audio.<br>AAC generally achieves better sound quality than MP3 at similar bit rates. It is a reasonable choice for the iPod and some other portable music players.
ru: <a href=http://ru.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding</a> (AAC) — это запатентованный кодек для цифрового аудио, использующий сжатие с потерями. <br>Как правило, AAC предоставляет лучшее качество звука, чем MP3 при аналогичном битрейте. Это разумный выбор для iPod и некоторых других портативных плееров.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>AAC</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Variable_bitrate#Advantages_and_disadvantages_of_VBR>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the <a href=http://www.ffmpeg.org/faq.html#SEC21>average bitrate</a> of the encoded track.<br><b>150kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>120kb/s</b> might be unsatisfactory for music and anything above <b>200kb/s</b> is probably overkill.
ru: Битрейт — это мера количества информации, используемой для представления одной секунды звукового трека.<br>Кодировщик <b>AAC</b>, используемый в Cantata, имеет поддержку <a href=http://en.wikipedia.org/wiki/Variable_bitrate#Advantages_and_disadvantages_of_VBR>переменного битрейта (VBR)</a>, что означает, что битрейт может колебаться на протяжении трека в зависимости от сложности звукового содержимого. Более сложные временные периоды трека кодируются с бо́льшим битрейтом, чем более простые. Этот подход позволяет достигнуть лучшего соотношения качества звука и размера файла по сравнению с использованием постоянного битрейта.<br>Поэтому битрейт, устанавливаемый этим ползунком — это только оценочное значение <a href=http://www.ffmpeg.org/faq.html#SEC21>среднего битрейта</a> кодируемого трека.<br>Битрейт, равный <b>150кбит/с</b>, — хороший выбор для прослушивания музыки на портативном плеере.<br/>Значения меньше <b>120 кбит/с</b> могут приводить к неудовлетворительному качеству. Значения больше <b>200 кбит/с</b> обычно излишни.

source: Expected average bitrate for variable bitrate encoding
ru: Ожидаемое среднее значение битрейта для кодирования переменного битрейта.

source: Smaller file
ru: Меньший размер файла

source: Better sound quality
ru: Лучшее качество звука

source: <a href=http://en.wikipedia.org/wiki/MP3>MPEG Audio Layer 3</a> (MP3) is a patented digital audio codec using a form of lossy data compression.<br>In spite of its shortcomings, it is a common format for consumer audio storage, and is widely supported on portable music players.
ru: <a href=http://ru.wikipedia.org/wiki/MP3>MPEG Audio Layer 3</a> (MP3) — это запатентованный кодек цифрового аудио, использующий сжатие данных с потерями.<br>Несмотря на свои недостатки, он является общепризнанным форматом для любительского хранения аудио, и широко поддерживается портативными музыкальными плеерами.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>MP3</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/MP3#VBR>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>160kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>120kb/s</b> might be unsatisfactory for music and anything above <b>205kb/s</b> is probably overkill.
ru: Битрейт — это мера количества информации, используемой для представления одной секунды звукового трека.<br>Кодер <b>MP3</b>, используемый в Cantata, имеет поддержку <a href=http://en.wikipedia.org/wiki/MP3#VBR>переменного битрейта (VBR)</a>, что означает, что битрейт может колебаться на протяжении трека в зависимости от сложности звукового содержимого. Более сложные временные периоды трека кодируются с бо́льшим битрейтом, чем более простые. Этот подход позволяет достигнуть лучшего соотношения качества звука и размера файла по сравнению с использованием постоянного битрейта.<br>Поэтому битрейт, устанавливаемый этим ползунком — это только оценочное значение <a href=http://www.ffmpeg.org/faq.html#SEC21>среднего битрейта</a> кодируемого трека. <br>Битрейт, равный <b>160 кбит/с</b> — хороший выбор для прослушивания музыки на портативном плеере.<br/>Значения меньше <b>120 кбит/с</b> могут приводить к неудовлетворительному качеству. Значения больше <b>205 кбит/с</b> обычно излишни.

source: <a href=http://en.wikipedia.org/wiki/Vorbis>Ogg Vorbis</a> is an open and royalty-free audio codec for lossy audio compression.<br>It produces smaller files than MP3 at equivalent or higher quality. Ogg Vorbis is an all-around excellent choice, especially for portable music players that support it.
ru: <a href=http://ru.wikipedia.org/wiki/Vorbis>Ogg Vorbis</a> — это открытый, не требующий финансовых отчислений кодек для сжатия аудио с потерями.<br>Файлы этом формате имеют меньший размер, чем файлы MP3, при аналогичномили более высоком качестве.Ogg Vorbis — отличный и универсальный выбор, особенно для поддерживающих его портативных плееров.
