Repository: CDrummond/cantata
Catalog: po/*.po
Languages: de, hu

source: The artist of each track.
de: Der Künstler der jeweiligen Stücke
hu: Az egyes számok előadói.

source: Track Artist
de: Künstler
hu: Szám előadója

source: The track title (without <i>Track Artist</i>).
hu: A szám címe (a <i>Szám előadója</i> nélkül).

source: Track Title
de: Titel
hu: Szám címe

source: The track title (with <i>Track Artist</i>, if different to <i>Album Artist</i>).
hu: A szám címe (a <i>Szám előadója</i>-val, ha az eltér az más, mint az<i>Album előadója</i>).

source: Track Title (+Artist)
de: Name des Stückes (+Künstler)
hu: Szám címe (+Artist)

source: The track number.
de: Stücknummer.
hu: Szám sorszáma

source: Track #
de: Titel #
hu: Szám #

source: The album number of a multi-album album. Often compilations consist of several albums.
hu: Többlemezes albumban a lemez sorszáma. A válogatások sokszor több lemezből állnak.

source: The year of the album's release.
hu: Az album kiadásának éve.

source: The genre of the album.
hu: Az album műfaja.

source: These settings are only editable when the device is not connected.
hu: Ezek a beállítások csak akkor szerkeszthetők, amikor az eszköz nem csatlakozik.

source: Type:
hu: Típus:

source: Options
de: Optionen
hu: Opciók

source: User:
de: Benutzer:
hu: Felhasználó:

source: Domain:
hu: Kiszolgáló:

source: Share:
de: Freigabe:
hu: Megosztás:

source: If you enter a password here, it will be stored <b>unencrypted</b> in Cantata's config file. To have Cantata prompt for the password before accessing the share, set the password to '-'
hu: Az itt beírt jelszót <b>titkosítatlanul</b> tárolja a Cantata beállító fájljában. Ha a megosztás előtt akarod a jelszót bekéretni, akkor azt állítsd '-' -ra.

source: Service name:
hu: Szolgáltatás neve:

source: Folder:
de: Ordner:
hu: Könyvtár:

source: Extra Options:
de: Weitere Optionen:
hu: Extra opciók:

source: Due to the way sshfs works, a suitable ssh-askpass application (ksshaskpass, ssh-askpass-gnome, etc.) will be required to enter the password.
hu: Az sshfs működéséből eredően jelszó beviteléhez egy megfelelő ssh-askpass alkalamzás (ksshaskpass, ssh-askpass-gnome, stb.) szükséges.

source: This dialog is only used to add remote devices (e.g. via Samba), or to access locally mounted folders. For normal media players, attached via USB, Cantata will automatically display the device when it is attached.
hu: Ez a párbeszéd csak távoli (pl. Samba-n keresztül csatlakozott), vagy helyi csatolású eszközök, hozzáadásához és leválasztásához való. A szokáos, USB-n csatlakozott médialejátszókat a Cantata csatlakozáskor automatikusan megjeleníti.

source: Remote dynamizer is not running.
de: Entfernter Dynamizer ist nicht aktiv.
hu: A távoli dinamizáló nem fut.

source: Name of Dynamic Rules
de: Name der dynamischen Regeln
hu: A dinamikus szabályok neve

source: Edit
de: Bearbeiten
hu: Szerkesztés

source: Song with ratings between:
hu: A következő besorolás közé eső számok:

source: About Rules
de: Über Regeln
hu: Szabályokról

source: Include songs that match the following:
de: Einbeziehung von Stücken, auf welche folgendes zutrifft:
hu: Beleértve a következőknek megfelelő dalokat:

source: Exclude songs that match the following:
de: Ausschluss von Stücken, auf welche folgendes zutrifft:
hu: Kizárva a következőknek megfelelő dalokat:

source: Artists similar to:
de: Künstler ähnlich zu:
hu: Ehhez hasonló előadók:

source: Album Artist:
de: Albumkünstler:
hu: Album előadó:

source: From Year:
de: Von Jahr:
hu: Évből:

source: Any
de: Jegliches
hu: Akármi

source: To Year:
de: Zu Jahr:
hu: Évig

source: Exact match
de: Exakter Treffer
hu: Pontos egyezés

source: Only enter values for the tags you wish to be search on.
hu: Csak a keresni szándékozott címkeértékeket írd be.

source: For genre, end string with an asterisk to match various genres. e.g 'rock*' matches 'Hard Rock' and 'Rock and Roll'.
hu: Műfajokra érvénes, ha csillaggal zárod le, akkor az több műfajt is jelent. Pl. a 'rock*' lehet 'Hard Rock' és 'Rock and Roll' is.

source: Add a local file
hu: Helyi fájl hozzáadása.

source: Save downloaded covers, and artist images, in music folder
hu: A letöltött borítók és előadók képeinek mentése a zenekönyvtárba.

source: Save downloaded lyrics in music folder
de: Speichere heruntergeladene Songtexte ins Musikverzeichnis
hu: Letöltött dalszövegek mentése a zenekönyvtárban

source: Save downloaded backdrops in music folder
de: Speichere heruntergeladene Hintergrundbilder ins Musikverzeichnis
hu: Letöltött hátterek mentése a a zenekönyvtárban

source: If you elect to have Cantata store covers, lyrics, or backdrops, within the music folder, and you do not have write access to this folder, then Cantata will revert to saving the files in your personal cache folder.
hu: Ha a Cantata-t választod borítók, szövegek, vagy hátterek zenekönyvtárban tárolására és nincs írási jogod arra, akkor a Cantata átirányítja a személyes cache könyvtáradba a mentést.

source: Cantata can only save backdrops and artist images within the music folder hierarchy if this is 2 levels deep. (i.e. 'Artist/Album/Tracks')
hu: A Cantata csak akkor képes háttereket és előadói képeket menteni, ha a zenekönyvtár legalább 2 szint mély (pl. 'Előadó/Album/Szám')

source: Cantata First Run
de: Cantata erster Start
hu: Cantata első futása

source: Welcome to Cantata
de: Willkommen bei Cantata
hu: Légy üdvözölve a Cantata-ban

source: <html><head/><body><p>Cantata is a feature-rich and user friendly client for Music Player Daemon (MPD). MPD is a flexible, powerful, server-side application for playing music.</p><p>For more information on MPD itself, please refer to the MPD website <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>This 'wizard' will guide you through the basic settings required for Cantata to function correctly.</p></body></html>
hu: <html><head/><body><p>Cantata zenelejátszó kiszolgálóhoz (MPD) való, sokrétű és felhasználóbarát. Az MPD rugalmas, nagy tudású kiszolgáló oldali zenelejátszó alkalmazás.</p><p>Az MPD-ről további információk az MPD honlapján <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>Ez a varázs végigvezet a Cantata megfelelő működéséhez szükséges alapbeállításokon.</p></body></html>

source: <html><head/><body><p>Welcome to Cantata</p></body></html>
de: <html><head/><body><p>Willkommen bei Cantata</p></body></html>
hu: <html><head/><body><p>Légy üdvözölve a Cantata-ban.</p></body></html>

source: <html><head/><body><p>Cantata is a feature-rich and user friendly client for Music Player Daemon (MPD). MPD is a flexible, powerful, server-side application for playing music. MPD may be started either system-wide, or on a per-user basis. Please select how you would like to have Cantata initially connect to (or startup) MPD:</p></body></html>
hu: <html><head/><body><pCantata zenelejátszó kiszolgálóhoz (MPD) való, sokrétű és felhasználóbarát. Az MPD rugalmas, nagy tudású kiszolgáló oldali zenelejátszó alkalmazás. Az MPD indítható akár rendszerszinten, akár felhasználónként is. Válaszd ki, hogyan akarod a Cantata-t alapvetően csatlakoztatni az MPD-hez (vagy indítani):</p></body></html>

source: Standard multi-user/server setup
de: Standard Mehrbenutzer/Server-Konfiguration
hu: Szabványos többfelhasználós, vagy szerver beállítások.

source: <i>Select this option if your music collection is shared between users, your MPD instance is running on another machine, or you already have a personal MPD setup. If you select this option then Cantata itself cannot control the starting and stopping of the MPD server. You will therfore need to ensure that MPD is already configured and running.</i>
hu: <i>Ezt az opciót akkor válaszd, ha a zenegyűjteményedet megosztod felhasználók között, az MPD példányod egy másik gépről fut , vagy már van egyéni MPD beállításod. Ha ezt az opciót választod, akkor a Cantata maga nem lesz képes vezérelni az MPD kiszolgáló indítását és leállítását. Ezért, neked meg kell győződnöd arról, hogy az MPD már be van állítva és fut.</i>

source: Basic single user setup
de: Einfache Konfiguration für Einzelnutzer
hu: Egyfelhasználós alapbeállítások

source: <i>Select this option if your music collection is not shared with others, and you wish Cantata to configure and control the MPD instance.</i>
de: <i>Wählen Sie diese Option, wenn Ihre Musik-Sammlung ist nicht mit anderen geteilt ist und Sie möchten, dass Cantata zur Konfiguration und Steuerung der MPD-Instanz dient.</i>
hu: <i>Válaszd ezt az opciót, ha a zenegyűjteményedet nem osztod meg másokkal, és szeretnéd, hogy a Cantata állítsa be és vezérelje az MPD eszközt.</i>

source: <html><head/><body><p>For more information on MPD itself, please refer to the MPD website <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>This 'wizard' will guide you through the basic settings required for Cantata to function correctly.</p></body></html>
de: <html><head/><body><p>Für weitere Informationen für Cantata konsultieren Sie bitte die MPD-Webseite <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>Dieser Leitfaden wird Sie durch die Grundeinstellungen für Cantata führen.</p></body></html>
hu: <html><head/><body><p>Az MPD-vel ,magával kapcsolatos információkért fordulj az MPD honlapjához <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>Ez a varázsló át vezet a Cantata normális működéséhez szükséges beállításokon.</p></body></html>

source: Connection details
de: Verbindungdetails
hu: Gyűjtemény részletei

source: The settings below are the basic settings required by Cantata. Please enter the relevant details, and use the 'Connect' button to test the connection.
de: Die folgenden Einstellungen sind die grundlegenden Einstellungen, welche Cantata benötigt. Bitte die nötigen Details eingeben und die „Verbinden“-Schaltfläche zum Testen der Verbindung drücken.
hu: Az alábbiak a Cantata által megkívánt alapvető beállítások. Kérlek add meg a megfelelő adatokat és a 'Csatlakozás' gombbal ellenőrizd a kapcsolatot.

source: Host (or local socket):
de: Host (oder lokaler Socket):
hu: Host (vagy helyi csatlakozó):

source: The 'Music folder' setting is used to lookup cover-art, lyrics, etc. If your MPD instance is on a remote host, you may set this to a HTTP URL.
hu: A 'Zenekönyvtár' beállítása borítók, dalszövegek stb. kereséséhez kell. Ha az MPD példányod távoli kiszolgálón van, ezt HTTP-címre is állítható.

source: When using a local socket the full absolute path to the socket needs to be set. (Port number is not required.)
hu: Ha helyi csatolást használsz, akkor a teljes és közvetlen útvonal beállítása szükséges. (A port-szám nem kell.)

source: Music folder
de: Musikverzeichnis
hu: Zenekönyvtár

source: Please choose the folder containing your music collection.
de: Bitte wählen Sie den Ordner mit ihrem Musikverzeichnis.
hu: Válaszd ki a zenegyűjteményedet tartalmazó könyvtárat.

source: Covers, Lyrics, and Streams
de: Cover, Texte und Streams
hu: Borítók, dalszövegek és hangfolyamok

source: <p>Cantata will download missing covers, and lyrics, from the internet.</p><p>For each of these, please confirm whether you wish Cantata to store the relevant files within the music folder, or within your personal cache/config folders.</p>
hu: <p>Cantata az Internetről letölti a hiányzó borítókat és dalszövegeket.</p><p>Ezek mindegyikéhez külön nyugtázni kell, hogy a Cantata az adott fájlokat a zenekönyvtárban, vagy a személyes cache, vagy config könyvtáradba mentse.</p>

source: Cantata can only save backdrops and artist images within the music folder hierarchy if this is 2 levels deep. i.e. 'Artist/Album/Tracks'.
hu: A Cantata csak akkor képes háttereket és előadói képeket menteni, ha a zenekönyvtár legalább 2 szint mély (pl. 'Előadó/Album/Szám')

source: The 'Music folder' is set to a HTTP address, and Cantata currently cannot upload files to external HTTP servers. Therefore, the above settings should be left un-checked.
hu: A 'Zenekönyvtár' HTTP-címre mutat és a Cantata aktuálisan nem képes feltölteni fájlokat a külső HTTP szerverre. Ezért a fenti beállításokat kijelöletlenül kell hagyni.

source: Finished!
de: Fertig.
hu: Befejezve!

source: Cantata is now configured!<br/><br/>Cantata's configuration dialog maybe used to customise Cantata's appearance, as well as to add extra MPD hosts, etc.
hu: Cantata most már be lett állítva!<br/><br/>A Cantata konfigurációs párbeszéde használható a Cantata megjelenésének testreszabására csakúgy, mint extra MPD hostok stb. hozzáadására.

source: Cantata will groups tracks into albums by using the 'AlbumArtist' tag if it is set, otherwise it will fallback to the 'Artist' tag. If you have albums with multiple artists, you <b>must</b> set the 'AlbumArtist' tag for the grouping to function correctly. It is suggested to use 'Various Artists' in this scenario.
hu: A Cantata a számokat albumba rendezi az 'AlbumElőadó' címke alapján, ha van, ellenkező esetben az 'Előadó' címkét használja. Ha az album válogatás, akkor az 'AlbumElőadó' a működéshez a címkét a csoportosításhoz <b>be kell</b> állítani. A 'Válogatás' használata javasolt ez esetben.

source: <b>Warning:</b> You are not currently a member of the 'users' group. Cantata will function better (saving of album covers, lyrics, etc. with the correct permissions) if you (or your administrator) add yourself to this group. If you do add yourself you will need to logout and back in for this to take effect.
de: <b>Achtung:</b> Sie sind aktuell nicht Mitglied der 'users'-Gruppe. Cantata wird besser funktionieren (Albencover speichern, Texte usw. mit den richtigen Berechtigungen) wenn Sie (oder der Systemverwalter) sich selbst dieser Gruppe hinzufügen. Wenn Sie sich selbst hinzufügen, müssen Sie sicherneut anmelden, damit die Änderungen aktiv werden.
hu: <b>Figyelmeztetés: jelenleg a felhasználói csoport tagja vagy. A Cantata jobban fog működni (album borítók, dalszövegek stb. mentésében megfelelő jogosultságok mellett), ha te (vagy a rendszergazdád) hozzá ad(od magad) ehhez a csoporthoz. Ha te adod magad hozzá, akkor ki, és be kell jelentkezned ezek életbe léptetéséhez.

source: Sidebar
de: Seitenleiste
hu: Oldalsáv

source: Views
hu: Nézetek

source: Use the checkboxes below to configure the list of active views.
hu: Az aktív nézetek beállítására használd a lenti jelölő gombokat.

source: By default, the play queue appears to the side of the other views, and the Info view is accessible by pressing its icon in the main toolbar. Checking the appropriate option above will cause the view to be merged into the sidebar as per other views.
hu: Alapesetben a többi nézet mellett a lejátszási sor jelenik meg, az információs nézet az eszközsoron található ikon aktiválásával érhető el. A megfelelő opció kijelölésével a nézet, miként a többi nézet, ez is az oldalsávba kerül.

source: Style:
de: Stil:
hu: Stílus:

source: Position:
hu: Pozíció:

source: Only show icons, no text
de: Zeige nur Symbole, keinen Text
hu: Csak ikonok mutatása, szöveg nélkül

source: Use monochrome icons
de: Monochrome Symbole
hu: Fekete-fehér ikonok alkalmazása

source: Auto-hide
de: Seitenleiste automatisch ausblenden
hu: Automatikus elrejtés

source: Sort albums by year
hu: Albumok rendezése év szerint

source: Show artist images
de: Zeige Künstlerbilder
hu: Mutassa a művész képeit

source: Sort:
hu: Válogatás:

source: Initially collapse albums
de: Alben standardmäßig einklappen
hu: Induláskor az albumok becsukása

source: Other Views
de: Andere Ansichten
hu: Egyéb nézetek

source: Folders:
hu: Könyvtárak:

source: Streams:
hu: Adatfolyamok (stream):

source: Devices:
hu: Eszközök:

source: Search:
de: Suche:
hu: Keresés:

source: Automatically expand current album
de: Automatisch aktuelles Album erweitern
hu: Aktuális album automatikus megnyitása

source: Scroll to current track
de: Zum aktuellen Stück blättern
hu: Aktuális számhoz görgetés

source: Prompt before clearing
hu: Törlés előtt jelezzen

source: Separate action (and shortcut) for play queue search
hu: Önálló művelet (és billentyűparancs) a lejátszási sor kereséséhez

source: Current album cover
de: Aktuelles Albencover
hu: Aktuális album borítója

source: Toolbar
hu: Eszközsáv

source: Show stop button
hu: A stop gomb mutatása

source: Show cover of current track
hu: Az aktuális szám borítójának megjelenítése

source: Show track rating
hu: A szám értékelésének megjelenítése

source: External
de: Externe Funktionen
hu: Külső

source: Show popup messages when changing tracks
de: Zeige Hinweis beim Liedwechsel
hu: A számok váltáskor legyen felugró üzenet

source: Show icon in notification area
de: Zeige Symbol in der Systemleiste
hu: Ikon megjelenítése az értesítési területen

source: Minimize to notification area when closed
de: Beim Schließen in die Systemleiste minimieren
hu: Bezáráskor az értesítési területre csukja össze

source: On Start-up
hu: Elinduláskor

source: Show main window
de: Zeige Hauptfenster
hu: A fő menüt mutassa

source: Hide main window
hu: A fő ablak elrejtése

source: Restore previous state
hu: Az előző állapot helyreállítása

source: General
de: Allgemein
hu: Általános:

source: Place albums with only one track under 'Various Artists/Single Tracks'
hu: Az egy számos lemezeket a 'Vegyes előadók/Egyedüli számok'

source: Group single track albums
de: Gruppiere Alben mit nur einem Titel
hu: Az egyszámos albumokat csoportosítsa

source: Use the 'Composer' tag, and not 'Artist' or 'Album Artist', to group albums.
hu: Használd a 'Zeneszerző' címkét és ne az 'Eladó', vagy 'Album Előadó' címkét az albumok csoportosítására.

source: Group albums by composer
hu: Albumok csoportosítása zeneszerző szerint

source: <p>When adding artists, or albums to the playqueue, or editing tags, etc, then only use songs that pass the current Genre or string filter.</p><p>e.g. If you have an album with 10 songs, but only 5 have the genre set to 'Metal', then only these 5 would be added if the view's Genre filter was set to 'Metal'.
hu: <p>Amikor előadót, vagy albumot adsz hozzá, vagy címkéket szerkesztesz, akkor csak azokat a számokat használd, amik a műfaji, vagy a karakter szűrésének megfelelnek.</p><p>p. ha egy albumod van 10 számmal, de csak 5 műfaja lett 'Metal'-ként jelölve, akkor csak ezt az 5-öt adja hozzá, ha a nézetben a szűrő 'Metal'.

source: Only act on songs that pass filtering
hu: Csak a szűrőn átjutott dalok esetén lépjen

source: Fetch missing covers from Last.fm
hu: A hiányzó borítók letöltése a Last.fm-ről

source: Show delete action in context menus
de: Zeige Löschfunktion im Kontextmenü
hu: Törlési művelet megjelenítése a helyi menükben

source: Enforce single-click activation of items
de: Erzwinge Einzelklick zur Aktivierung von Elementen
hu: Egykattintásos elemaktiválás alkalmazása

source: <p>This will change Cantata's interface as detailed: <ul><li>Playback, and control, buttons will be 33% wider</li><li>Views will be 'flickable'</li><li>To drag items, you will need to 'touch' the top-left corner</li><li>Scrollbars will only be a few pixels wide</li><li>Actions (e.g. 'Add To Play Queue') will always be visible (not just when item is under mouse)</li><li>Spin buttons will have + and - buttons at the side of the text field</li></ul></p>
hu: <p>Ez a Cantata megjelenését az alábbiak szerint megváltoztatja: <ul><li>a Lejátszás és szabályozó gombok 33%-kal szélesebbek</li><li>a nézetek 'válthatóak'</li><li>elemek vonszolásához a bal felső sarok 'érintése' szükséges</li><li>a görgetősáv csak pár pixel széles</li><li>a műveletek (pl.. 'Lejátszási sorhoz fűz') mindig látható (nem csak ha az egérmutató rajta van)</li><li>a tekerés gomboknál a felirat mellett + és - jelek</li></ul></p>

source: Make interface more touch friendly
hu: A felületet alakítsd sokkal érintésbarátabbra

source: Show song information tooltips
hu: Dalinformációk-tipp megjelenítése

source: Support retina displays
hu: Retina megjelenítők támogatása

source: Language:
de: Sprache:
hu: Nyelv:

source: Changing the 'Enforce single-click activation of items' setting will require a re-start of Cantata.
hu: A 'Egykattintásos elemaktiválás alkalmazása' beállítása a Cantata újraindítását igényli.

source: Changing the language setting will require a re-start of Cantata.
hu: A nyelvi beállítások változtatása a Cantata újraindítását igényli.

source: Changing the 'touch friendly' setting will require a re-start of Cantata.
hu: Az 'Érintésbarát' beállítás változtatása a Cantata újraindítását igényli.

source: Enabling support for retina displays will produce sharper icons on the retina display, but may produce less sharp icons on non-retina displays. Changing this setting will require a re-start of Cantata.
hu: A retina megjelenítő-támogatás bekapcsolása a retina képernyőkön élesebb ikonokat eredményez, de a nem retina képernyőkön az ikonok elmosódottabbak lehetnek. A változtatás a Cantata újraindítását igényli.

source: [Dynamic]
de: [Dynamik]
hu: [Dinamikus]

source: Exit Full Screen
hu: Kilépés a teljes képernyőből

source: Fadeout on stop:
de: Ausblenden bei Stopp:
hu: Megálláskor lekeverés:

source: Stop playback on exit
de: Stoppe Wiedergabe beim Beenden
hu: Kilépéskor a lejátszás megállítása

source: Inhibit suspend whilst playing
hu: Lejátszás közbeni felfüggesztés megakadályozás

source: If you press and hold the stop button, then a menu will be shown allowing you to choose whether to stop playback now, or after the current track. (The stop button can be enabled in the Interface/Toolbar section)
hu: A Stop gomb lenyomása és tartása hatására menüben válaszható ki, hogy a leállás azonnali, vagy az aktuális szám után legyen. (A stop gomb a Megjelenés/Eszközsáv résznél aktiválható.)

source: Output
de: Ausgabe
hu: Kimenet

source: Crossfade between tracks:
de: Überblenden zwischen Stücken:
hu: Átúsztatás a számok között

source: Replay gain:
de: Lautstärkeanpassung (ReplayGain):
hu: Lejátszási szint:

source: About replay gain
de: Über ReplayGain
hu: A lejátszási szintről

source: Use the checkboxes below to control the active outputs.
hu: Az aktív kimenet beállítására használd az lenti kijelölő gombokat.

source: Collection:
de: Sammlung:
hu: Gyűjtemény:

source: Cover filename:
de: Dateiname des Covers:
hu: Borító fájlneve:

source: <p>Filename (without extension) to save downloaded covers as.<br/>If left blank 'cover' will be used.<br/><br/><i>%artist% will be replaced with album artist of the current song, and %album% will be replaced with the album name.</i></p>
de: <p>Dateiname (ohne Endung) zum Speichern der Cover.<br/>Sollte der Dateiname leer sein wird 'cover' benutzt<br/><br/><i>%artist% wird ersetzt durch den Albumkünstler des aktuellen Stückes und %album% wird ersetzt durch den Albumnamen.</i></p>
hu: <p>Fájlnév (kiterjesztés nélkül) lementi a borítót aszerint.<br/>Ha üresen marad 'borítót' használja.<br/><br/><i>A jelenlegi számnál az %előadó% album előadóra kerül lecserélésre, és az %album% pedig az album nevére.</i></p>

source: HTTP stream URL:
hu: HTTP hangfolyam URL:

source: The 'Music folder' setting is used to lookup cover-art (either the value specified above, or <code>cover.jpg / cover.png</code> if not set). If you also have write permissions to this folder (and it's sub-folders), then Cantata will save any downloaded covers into the respective album folder.
hu: A 'Zenekönyvtár' beállítása borítók keresésére való (akár előbbiekben meghatározott értékre, vagy <code>cover.jpg / cover.png</code>, ha nincs beállítva). Ha a könyvtárra és alkönyvtáraira írási jogod van, akkor a Cantata a letöltött borítókat az albumnak megfelelő könyvtárba menti.
