Repository: CDrummond/cantata
Catalog: po/*.po
Languages: de, hu

# Plural (N!=1)
source: %1 Artists
de: %1 Künstler
hu: %1 Előadók

# Plural (N!=1)
source: %1 Streams
hu: %1 Stream-ek

# Singular
source: 1 Entry
de: Ein Eintrag
hu: 1 Tétel

# Plural (N!=1)
source: %1 Entries
de: %1 Einträge
hu: %1 Tételek

# Singular
source: 1 Rule
de: Eine Regel
hu: 1 Szabály

# Plural (N!=1)
source: %1 Rules
de: %1 Regeln
hu: %1 Szabályok

# Plural (N!=1)
source: %1 Podcasts
hu: %1 Podcast

# Singular
source: 1 Episode
de: Eine Episode
hu: 1 Rész

# Plural (N!=1)
source: %1 Episodes
de: %1 Episoden
hu: %1 Részek

# Singular
source: 1 Update available
hu: 1 frissítés érhető el

# Plural (N!=1)
source: %1 Updates available
hu: %1 számú frissítés érhető el

source: There is insufficient space left on the destination device. The selected songs consume %1, but there is only %2 left. The songs will need to be transcoded to a smaller filesize in order to be successfully copied.
de: Es ist nicht ausreichend Speicherplatz auf dem Ziel vorhanden. Die gewählten Stücke benötigen %1, aber es sind nur noch %2 verfügbar. Die Stücke müssen in ein kleineres Dateiformat umgewandelt werden um erfolgreich kopiert zu werden.

source: There is insufficient space left on the destination. The selected songs consume %1, but there is only %2 left.
de: Es ist nicht ausreichend Speicherplatz auf dem Ziel vorhanden. Die gewählten Stücke benötigen %1, aber es sind nur noch %2 verfügbar.

source: <p>You have not configured the destination device.<br/>Continue with the default settings?</p>
de: <p>Sie haben das Zielgerät nicht konfiguriert.<br/>Mit den Standardeinstellungen fortfahren?</p>

source: <p>You have not configured the source device.<br/>Continue with the default settings?</p>
de: <p>Sie haben das Quellgerät nicht konfiguriert.<br/>Mit den Standardeinstellungen fortfahren?</p>

source: ReplyGain
de: ReplayGain

source: Capitalize the first letter of 'Title', 'Artist', 'Album artist', and 'Album'
de: Erster Buchstabe von 'Title', 'Künstler', 'Albumkünstler', and 'Album' in Großschrift

source: Sync
de: Synchronisieren

source: <p>Which type of refresh do you wish to perform?<ul><li>Partial - Only new songs are scanned <i>(quick)</i></li><li>Full - All songs are rescanned <i>(slow)</i></li></ul></p>
de: <p>Welcher Typ von Aktualisierung soll ausgeführt werden?<ul><li> Partiell – Nur neue Stücke werden gesucht <i>(schnell)</i></li><li> Voll – Alle Stücke werden neu gesucht <i>(langsam)</i></li></ul></p>

source: Are you sure you wish to delete the selected songs? This cannot be undone.
de: Sind Sie sicher, dass Sie die ausgewählten Stücke entfernen möchten? Dies kann nicht rückgängig gemacht werden.

source: Are you sure you wish to forget <b>%1</b>?
de: Wollen Sie wirklich <b>%1</b> entfernen?

source: Are you sure you wish to eject Audio CD <b>%1 - %2</b>?
de: Wollen Sie wirklich Audio-CD <b>%1 – %2</b> auswerfen?

source: Are you sure you wish to disconnect <b>%1</b>?
de: Wollen Sie wirklich die Verbindung zu <b>%1</b> beenden?

source: A remote device named "%1" already exists! Please choose a different name
de: Ein entferntes Gerät mit Namen "%1" existiert bereits. Bitte einen anderen Namen wählen.

source: Are you sure you wish to remove the selected rules? This cannot be undone.
de: Sind Sie sicher, dass Sie die Regel entfernen möchten? Dies kann nicht rückgängig gemacht werden.

source: A set of rules named '%1' already exists! Overwrite?
de: Eine Regelliste mit Namen '%1' existiert bereits. Überschreiben?

source: <p>Delete all from the following?<ul>%1</ul></p>
de: <p>Alles folgende löschen?<ul>%1</ul></p>

source: Failed to set cover! Could not download to temporary file!
de: Fehler beim Setzen Covers. Kann temporäre Datei nicht herunterladen.

source: Failed to set cover! Could not make copy!
de: Fehler beim Setzen des Covers. Kann keine Kopie anfertigen.

source: Failed to set cover! Could not backup original!
de: Fehler beim Setzen des Covers. Kann keine Kopie des Originals anfertigen.

source: Failed to set cover! Could not copy file to '%1'!
de: Fehler beim Setzen des Covers. Kann die Datei nicht zu '%1' kopieren.

source: Medium
de: Mittel

source: Extra Large
de: Extra groß

source: Icon/List
de: Symbol/Liste

source: &copy; 2011-2014 Craig Drummond
de: Alle Rechte &copy; 2011–2014 Craig Drummond

source: Edit Song Tags
de: Bearbeite Tags

source: Info
de: Information

source: A playlist named <b>%1</b> already exists!<br/>Add to that playlist?
de: Eine Wiedergabeliste mit Namen <b>%1</b>existiert bereits.<br/> Zur Wiedergabeliste hinzufügen?

source: <p>Replay Gain is a proposed standard published in 2001 to normalize the perceived loudness of computer audio formats such as MP3 and Ogg Vorbis. It works on a track/album basis, and is now supported in a growing number of players.</p><p>The following ReplayGain settings may be used:<ul><li><i>None</i> - No ReplayGain is applied.</li><li><i>Track</i> - Volume will be adjusted using the track's ReplayGain tags.</li><li><i>Album</i> - Volume will be adjusted using the albums's ReplayGain tags.</li><li><i>Auto</i> - Volume will be adjusted using the track's ReplayGain tags if random play is activated, otherwise the album's tags will be used.</li></ul></p>
de: <p>Replay Gain ist ein vorgeschlagener Standard aus dem Jahr 2001, zur Normalisierung der wahrgenommene Lautstärke von Computer-Audio-Formaten wie MP3 und Ogg Vorbis. Sie arbeitet auf auf Basis von Track und Album und wird nun in einer wachsenden Anzahl von Playern unterstützt.</p><p>Die folgenden Einstellungen können gewählt werden:<ul><li><i>Keine</i> – ReplayGain wird nicht hinzugefügt.</li><li><i>Stück</i> – Lautstärke wird eingestellt auf das Stück.</li><li><i>Album</i> – Lautstärke wird eingestellt auf das Album.</li><li><i>Automatisch</i> – Lautstärke wird auf das Stück eingestellt, wenn die zufällige Wiedergabe eingestellt ist. Sonst wird auf Album eingestellt.</li></ul></p>

source: Are you sure you wish to remove the selected playlists? This cannot be undone.
de: Sind Sie sicher, dass Sie die gewählte Wiedergabeliste entfernen möchten? Dies kann nicht rückgängig gemacht werden.

source: A playlist named <b>%1</b> already exists!<br/>Overwrite?
de: Eine Wiedergabeliste mit Namen <b>%1</b>existiert bereits.<br/> Überschreiben?

source: 1 Album
de: Ein Album

source: 1 Podcast
de: Ein Podcast

source: Cache
de: Zwischenspeicher

source: Which type of collection do you wish to connect to?<br/><ul><li>Standard - music collection may be shared, is on another machine, or is already setup</li><li>Basic - music collection is not shared with others, and Cantata will configure and control the MPD instance</li></ul>
de: Zu welcher Art von Sammlung möchten Sie sich verbinden?<br/><li> Standard: <br>Musiksammlung kann geteilt werden, ist auf einem anderen Rechner, oder ist bereits eingerichtet. </li><li> Einfach: <br>Musiksammlung ist nicht mit anderen geteilt und Cantata wird Konfiguration und Steuerung der MPD-Instanz übernehmen.</ li></ ul>

source: Delete <b>%1</b>?
de: Lösche <b>%1</b>?

source: Edit Tags
de: Bearbeite Tags

source: <b>(Priority: %1)</b>
de: <b>(Priorität: %1)</b>

source: Uknown
de: Unbekannt

source: <i><b>NOTE:</b> Cantata does not show the full wikipedia pages (with images, links, etc), instead it shows a trimmed down version. This trimming is not always 100% accurate, hence by default Cantata will only show the basic introduction to each article. If you elect to show the full article, then there may be parsing errors. You will also need to remove any currently cached articles (using the 'Cache' page).</i>
de: <i><b>Hinweis:</b> Cantata zeigt nicht die volle Wikipedia-Seiten (mit Bildern,Links usw.) sondern zeigt eine minimale Version. Das Trimmen funktioniert nicht immer zu 100% genau. Daher wird Cantata standardmäßig nur die grundlegende Einführung zu jedem Artikel anzeigen. Wenn Sie sich dafür entscheiden den ganzen Artikel zeigen kann es zu Verarbeitungsfehlern kommen. Der Zwischenspeicher für Artikel muss geleert werden (über die „Zwischenpeicher“ Seite).<i>

source: <i><b>NOTE:</b> These settings are only valid, and editable, when the device is connected.</i>
de: <i><b>Hinweis:</b> Diese Einstellungen sind nur gültig, wenn das Gerät verbunden ist.</i>

source: Ignore 'The' in artist names
de: Ignoriere „The“ im Künstlernamen

source: <i><b>NOTE:</b> These settings are only editable when the device is not connected.</i>
de: <i><b>Hinweis:</b> Diese Einstellungen sind nur gültig, wenn das Gerät nicht verbunden ist.</i>

source: <i><b>NOTE:</b> If you enter a password here, it will be stored <b>unencrypted</b> in Cantata's config file. To have Cantata prompt for the password before accessing the share, set the password to '-'</i>
de: <i><b>Hinweis:</b> Wenn Sie hier ein Kennwort eingeben, wird es <b>unverschlüsselt</b> in Cantatas Konfigurationdatei gespeichert. Wenn Sie möchten, dass Cantata sie zur Passworteingabe auffordert, setzen Sie das Kennwort auf '-'</i>

source: <i><b>NOTE:</b> Due to the way sshfs works, a suitable ssh-askpass application (ksshaskpass, ssh-askpass-gnome, etc.) will be required to enter the password.</i>
de: <i><b>Hinweis:</b> Aufgrund der Art wie sshfs arbeitet, benötigen Sie eine geeignete ssh-askpass-Anwendung (ksshaskpass, ssh-askpass-gnome usw.), um ein Kennwort eingeben zu können.</i>

source: <i><b>NOTE:</b> This dialog is only used to add remote devices (e.g. via Samba), or to access locally mounted folders. For normal media players, attached via USB, Cantata will automatically display the device when it is attached.</i>
de: <i><b>Hinweis:</b> Dieser Dialog wird nur verwendet, um entfernte (z. B. via samba) Geräte hinzuzufügen, oder auf lokal eingehängte Ordner zuzugreifen. Für normale Medienabspieler, welche über USB eingehängt wurden, wird Cantata diese automatisch anzeigen</i>

source: <i><b>NOTE</b> Only enter values for the tags you wish to be search on. </i>
de: <i><b>Hinweis:</b> Nur Werte für Tags angeben, welche auch gesucht werden.</i>

source: <i><b>NOTE</b> For genre, end string with an asterisk to match various genres. e.g 'rock*' matches 'Hard Rock' and 'Rock and Roll'. </i>
de: <i><b>Hinweis:</b> Für Genre nach dem letzten Buchstaben ein * findet mehrere Genre. z. B. 'rock*' findet 'Hard Rock' und 'Rock and Roll'.</i>

source: <html><head/><body><p>Cantata is a feature-rich and user friendly client for Music Player Daemon (MPD). MPD is a background application that can be used to play music.</p><p>For more information on MPD itself, please refer to the MPD website <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><p>This 'wizard' will guide you through the basic settings required for Cantata to function correctly.</p></body></html>
de: <html><head/><body><p>Cantata ist ein umfangreiches Clientprogramm für den Music Player Daemon (MPD). Damit Cantata funktioniert, muss eine laufende Installation von MPD vorhanden sein.</p><p>Für weitere Information zu MPD besuchen Sie bitte dessen Webseite unter <a href="http://www.musicpd.org"><span style=" text-decoration: underline; color:#0000ff;">http://www.musicpd.org</span></a></p><br/><p>Diese 'Hilfsdialog' wird Sie durch die Konfiguration begleiten. damit Cantata richtig funktioniert.</p></body></html>

source: <i><b>NOTE:</b> When using a local socket the full absolute path to the socket needs to be set. (Port number is not required.)</i>
de: <i><b>Hinweis:</b> Wenn Sie einen lokalen Domain-Socket benutzen, müssen Sie den absoluten Pfad dorthin angeben. (Portnummer wird dann nicht benötigt.)</i>

source: <i><b>NOTE:</b> The 'Music folder' is set to a HTTP address, and Cantata currently cannot upload files to external HTTP servers. Therefore, the above settings should be left un-checked.</i>
de: <i><b>Hinweis:</b> Das Musikverzeichnis zeigt auf eine HTTP-Adresse und Cantata kann aktuell keine Dateien hochladen. Daher sollten die obigen Einstellungen deaktiviert werden.</i>

source: Covers:
de: Cover:

source: <i><b>NOTE:</b> When looking for artist images, Cantata will look for either artist.jpg, artist.png, 'Artist'.jpg, or 'Artist'.png, within the folder of the current track, or within its parent folder. If no image is found, Cantata will attempt to download one.</i>
de: <i><b>Hinweis:</b> Wenn nach Künstlerbildern gesucht wird, schaut Cantata nach 'Artist'.jpg oder 'Artist'.png im Ordner des aktuellen Titels oder im darüber liegenden Ordner. Ist kein Bild vorhanden, wird Cantata versuchen eines herunterzuladen.</i>

source: Sort albums:
de: Sortiere Alben:

source: Folder view style:
de: Stil der Verzeichnisansicht:

source: Streams view style:
de: Stil der Streamansicht:

source: Online view style:
de: Stil der Onlineansicht

source: Devices view style:
de: Stil der Geräteansicht:

source: <i><b>NOTE:</b> Changing the 'Enforce single-click activation of items' setting will require a re-start of Cantata.</i>
de: <i><b>Hinweis:</b> Zur Änderung der Einzelklick-Einstellung muss Cantata neu gestartet werden.</i>

source: <i><b>NOTE:</b> Changing the language setting will require a re-start of Cantata.</i>
de: <i><b>Hinweis:</b> Änderung Sprache benötigt einen Neustart von Cantata.</i>

source: <i><b>NOTE:</b> If you press and hold the stop button, then a menu will be shown allowing you to choose whether to stop playback now, or after the current track.</i>
de: <i><b>Hinweis:</b> Wenn Sie die Stopp-Schaltfläche gedrückt halten, öffnet sich ein Menü für verschiedene Aktionen.</i>

source: <i><b>NOTE:</b> The 'Music folder' setting is used to lookup cover-art (either the value specified above, or <code>cover.jpg / cover.png</code> if not set). If you also have write permissions to this folder (and it's sub-folders), then Cantata will save any downloaded covers into the respective album folder.</i>
de: <i><b>Hinweis:</b> Das Musikverzeichnis wird zur Coversuche benötigt (z. B. <code>cover.jpg</code>). Wenn Sie die Berechtigung zum Schreiben auf diese Verzeichnisse (und Unterverzeichnisse) haben, wird Cantata alle heruntergeladenen Cover in den entsprechenden Albenordner ablegen.</i>

source: <i><b>NOTE:</b> If you change the 'Music folder' setting, then you will need to manually update the music database. This can be performed by pressing the 'Refresh Database' button in the 'Artists' or 'Albums' views.</i>
de: <i><b>Hinweis:</b> Wenn sie die Einstellung zum Musikverzeichnis ändern, muss die Musikbibliothek manuell aktualisiert werden. Dies kann über die Schaltfläche 'Aktualisiere Datenbank' ausgeführt werden.</i>

source: <i><b>NOTE:</b> If no setting is specified for 'Cover filename, then Cantata will use a default of <code>cover</code> </i>
de: <i><b>Hinweis:</b> Wenn keine Einstellung zum Covernamen angegeben sind, wird Cantata den voreingestellten Namen <code>cover</code> nehmen.</i>

source: <i><b>NOTE:</b> MPD usually only plays songs that are stored within its folders. Cantata contains a minimal HTTP server that can be used to serve other files to MPD. This, however, will only work whilst Cantata is running.<br/><br/> <b>NOTE:</b> If you choose 'Local loopback' for 'Network interface', then MPD <b>must</b> also be on this computer.</i>
de: <i><b>Hinweis:</b> MPD spielt normal nur Stücke welche in seinem konfigurierten Musikordner sich befinden. Cantata besitzt einen einfachen HTTP-Server welcher Stücke direkt zu MPD senden kann. Dies funktioniert nur, wenn Cantata in gestartet ist.<br/><br/> <b>Hinweis:</b> Wenn Sie 'Local loopback' für die 'Netzwerkkarte', eingestellt haben <b>muss</b> sich MPD auf dem gleichen Computer befinden.</i>

source: HTTP Proxy
de: Proxy HTTP

source: SOCKS Proxy
de: Proxy SOCKS

source: Scan <b>all</b> tracks?<br><br><i>NOTE: All tracks have existing ReplyGain tags.</i>
de: Suche in <b>allen</b> Stücken?<br><br><i>Hinweis: Alle Stücke besitzen einen ReplayGain-Tag. </i>

source: Failed to create <b>%1</b>!
de: Fehler beim Erstellen von <b>%1</b>.

source: Stream already exists!<br/><b>%1</b>
de: Stream existiert bereits.<br/><b>%1</b>

source: A stream named <b>%1</b> already exists!
de: Der Stream mit dem Namen <b>%1</b> existiert bereits.

source: Reload <b>%1</b> streams?
de: Erneutes Laden <b>%1</b> der Streams?

source: Are you sure you wish to remove bookmark to <b>%1</b>?
de: Wollen Sie wirklich das Lesezeichen <b>%1</b> entfernen?

source: Are you sure you wish to remove all <b>%1</b> bookmarks?
de: Wollen Sie wirklich alle <b>%1</b> Lesezeichen entfernen?

source: Are you sure you wish to remove <b>%1</b>?
de: Wollen Sie wirklich <b>%1</b> entfernen?

source: A category named <b>%1</b> already exists!<br/>Overwrite?
de: Eine Kategorie mit Namen <b>%1</b>existiert bereits.<br/> Überschreiben?

source: &Reset
de: &Zurücksetzen

source: Capitalize the first letter of 'Title', 'Artist', 'Album artist', and 'Album' of <b>all</b> tracks?
de: Ersten Buchstaben von 'Title', 'Artist', 'Album artist', and 'Album' in Großbuchstaben von <b>allen</b> Stücken?

source: Source file does not exist!<br/>%1
de: Quelldatei existiert nicht.<br/>%1

source: Destination file already exists!<br/>%1
de: Zieldateiname existiert bereits.<br/>%1

source: Failed to create destination folder!<br/>%1
de: Fehler beim Erstellen des Zielordners<br/>%1

source: Failed to rename %1 to %2
de: Fehler beim Umbenennen %1 zu %2

# Singular
source: 1 Album
de: Ein Album

# Singular
source: 1 Stream
de: Ein Stream

# Singular
source: 1 Podcast
de: Ein Podcast
