Repository: CDrummond/cantata
Catalog: po/*.po
Languages: de, hu

source: Refresh Album Information
de: Aktualisiere Albuminformationen
hu: Albuminformációk frissítése

source: Album
hu: Lemez

source: Tracks
de: Stücke
hu: Számok

source: Refresh Artist Information
de: Aktualisiere Künstlerinformationen
hu: Előadói információk frissítése

source: Artist
de: Künstler
hu: Előadó

source: Albums
de: Alben
hu: Albumok

source: Web Links
hu: Web-hivatkozások

source: Similar Artists
de: Ähnliche Künstler
hu: Hasonló művészek

source: Lyrics Providers
de: Textanbieter
hu: Szövegtárak

source: Wikipedia Languages
de: Wikipedia
hu: Wikipédia nyelvek

source: Other
de: Andere
hu: Továbbiak

source: Reset Spacing
de: Abstand zurücksetzen
hu: Szüneteket alaphelyzetbe

source: &Artist
de: &Künstler
hu: Előadó

source: &Track
hu: Szám

source: Read more on last.fm
de: Mehr auf last.fm
hu: Továbbiakat a last.fm-en olvashatsz

source: If Cantata has failed to find lyrics, or has found the wrong ones, use this dialog to enter new search details. For example, the current song may actually be a cover-version - if so, then searching for lyrics by the original artist might help. If this search does find new lyrics, these will still be associated with the original song title and artist as displayed in Cantata.
de: Wenn Cantata keine oder falsche Texte gefunden hat diesen Dialog zum erneuten Suchen verwenden, zum Beispiel wenn das aktuelle Stück eine Coverversion ist. Die Suche nach dem Originalkünstler könnte das korrekte Ergebnis erzielen. Wenn die Suche keinen neuen Liedtext findet, wird dieser mit dem Originalkünstler und Titel assoziiert und in Cantata angezeigt.
hu: Ha a Cantata nem találja a dalszöveget, vagy nem megfelelőt talált, ezt a párbeszédet használd új keresési feltételek meghatározására. Például, a jelenlegi szám feldolgozás - ha így lenne, a dalszöveg keresése az eredeti előadóval segíthet. Ha a kereső új dalszöveget talál, hozzákapcsolható az eredeti dalhoz és előadóhoz, ahogy a Cantata jelzi.

source: Title:
de: Titel:
hu: Cím:

source: Artist:
de: Künstler:
hu: Előadó:

source: Search For Lyrics
de: Suche nach Texten
hu: Dalszöveg keresése

source: Choose the websites you want to use when searching for lyrics.
de: Bitte die Webseiten zur Liedtextsuche wählen.
hu: Válaszd ki a weboldalt, amit a dalszöveg keresésekor használni akarsz.

source: Song Information
hu: Dalinformációk

source: Images (*.png *.jpg)
de: Bilder (*.png *.jpg)
hu: Képek (*.png *.jpg)

source: Lyrics
de: Texte
hu: Dalszövegek

source: Information
hu: Információ

source: Metadata
hu: Metaadat

source: Scroll Lyrics
hu: Dalszöveg görgetése

source: Refresh Lyrics
de: Aktualisiere Texte
hu: Dalszöveg frissítése

source: Edit Lyrics
de: Bearbeite Texte
hu: Dalszöveg szerkesztése

source: Delete Lyrics File
de: Lösche Liedtextdatei?
hu: Dalszöveg-fájl törlése

source: Refresh Track Information
hu: Száminformációk frissítése

source: Cancel
de: Abbrechen
hu: Kilépés

source: Track
de: Stück
hu: Szám

source: Reload lyrics? Reload from disk, or delete disk copy and download?
hu: Dalszöveg újratöltése? Lemezről töltsem újra, vagy töröljem a lemezről és töltsem le?

source: Reload
de: Erneut Laden
hu: Újratöltés

source: Reload From Disk
hu: Újratöltés lemezről

source: Download
hu: Letöltés

source: Current playing song has changed, still perform search?
de: Aktuell gespielter Titel hat sich geändert. Suche fortsetzen?
hu: A dal, amit játszik megváltozott, továbbra is keresel?

source: Song Changed
de: Stück geändert
hu: A dal megváltozott

source: Perform Search
de: Führe Suche aus
hu: Keresés

source: Delete lyrics file?
de: Löschen der Liedtextdatei?
hu: Törölöd a dalszöveg fájlt.

source: Delete File
de: Lösche Datei
hu: Fájl törlése

source: Album artist
hu: Album előadói

source: Composer
hu: Zeneszerző

source: Lyricist
hu: Dalszövegírók

source: Conductor
hu: Rendező

source: Remixer
hu: Újrakeverő

source: Subtitle
hu: Alcím

source: Track number
hu: Szám sorszáma

source: Disc number
hu: Lemez sorszáma

source: Genre
hu: Műfaj

source: Date
de: Datum
hu: Dátum

source: Original date
hu: Eredeti dátum

source: Comment
hu: Megjegyzés

source: Label
hu: Címke

source: Catalogue number
hu: Katalógusszám

source: Title sort
hu: Cím szerint rendez

source: Artist sort
hu: Előadó szerint rendez

source: Album artist sort
hu: Album előadó szerint rendez

source: Album sort
hu: Album szerint rendez

source: Encoded by
hu: Kódolta

source: Encoder
hu: Kódoló

source: Media
hu: Média

source: Bitrate
hu: Bitráta

source: Sample rate
hu: Mintavételi arány

source: Channels
hu: Csatornák

source: Tagging time
hu: Időjelzés

source: Performer (%1)
hu: Előadó (%1)

source: Bits
hu: Bit

source: Performer
hu: Szereplő

source: Year
de: Jahr
hu: Év

source: Filename
hu: Fájlnév

source: Fetching lyrics via %1
de: Empfange Texte über %1
hu: Dalszöveg leszedése innen %1

source: (Polish Translations)
de: (Polnische Übersetzung)
hu: (Lengyel fordítás)

source: (Portuguese Translations)
de: (Portugiesische Übersetzung)
hu: (Portugál fordítás)

source: Track listing
de: Stückliste
hu: Számlista

source: Read more on wikipedia
de: Lese mehr auf Wikipedia
hu: Továbbiakat a Wikipédiából.

source: Open in browser
de: Öffne im Browser
hu: Megnyitás böngészőben

# Search pattern for an artist or band, separated by |
source: artist|band|singer|vocalist|musician
de: Künstler| Band|Sänger|Vokalist|Musiker
hu: előadó|együttes|énekes|vokál|zenész

# Search pattern for an album, separated by |
source: album|score|soundtrack
de: Album|Bewertung|Soundtrack
hu: album|kotta|hangsáv

source: Choose the wikipedia languages you want to use when searching for artist and album information.
de: Bitte wählen Sie die Sprache von Wikipedia, welche für Künstlerinformationen und Albuminformationen benutzt werden soll.
hu: Válaszd ki a Wikipédiában, az előadó, vagy album információinak keresésekor használni kívánt nyelvet

source: Cantata is playing a track
de: Cantata spielt ein Stück ab
hu: A Cantata éppen számot játszik le

source: Songs To Be Copied
de: Stücke zum kopieren
hu: Másolandó dal

source: <b>INVALID</b>
de: <b>UNGÜLTIG</b>
hu: <b>ÉRVÉNYTELEN</b>

source: <i>(When different)</i>
de: <i>(Wenn unterschiedlich)</i>
hu: <i>(Ha eltérő)</i>

source: Cantata has detected that you are connected to a Mopidy server. Currently it is not possible for Cantata to force Mopidy to refresh its local music listing. Therefore, you will need to stop Cantata, manually refresh Mopidy's database, and restart Cantata for any changes to be active.
hu: A Cantata észlelte, hogy egy Mopidy szerverhez csatlakozol. A Cantata nem tudja kényszeríteni a Mopidy-t a helyi zenetár frissítésére. Ehhez le kell állítanod a Cantata-t, kézzel frissíteni a Mopidy adatbázisát és újraindítani a Cantata-t a változtatások aktiválása érdekében.

source: Artists:%1, Albums:%2, Songs:%3
de: Künstler:%1, Alben:%2, Stücke:%3
hu: Előadó:%1, Lemez:%2, Dal:%3

source: %1 free
de: %1 frei
hu: %1 szabad

source: Local Music Library
de: Lokale Musikbibliothek
hu: Helyi zenekönyvtár

source: Audio CD
hu: Hang CD

source: There is insufficient space left on the destination device. The selected songs consume %1, but there is only %2 left. The songs will need to be transcoded to a smaller filesize in order to be successfully copied.
hu: Nincs elegendő hely a célmeghajtón. A kiválasztott dal %1 helyet foglal, de csak %2 hely van. A dalt kisebb méretre kell csomagolni, hogy sikeresen másolható legyen.

source: There is insufficient space left on the destination. The selected songs consume %1, but there is only %2 left.
hu: Nincs elegendő hely a célmeghajtón. A kiválasztott dal %1 helyet foglal, de csak %2 hely van.

source: Copy Songs
de: Kopiere Stücke
hu: Dalok másolása

source: Delete Songs
de: Lösche Stücke
hu: Dalok törlése

source: You have not configured the destination device. Continue with the default settings?
hu: Nem állítottad be a célmeghajtót- Folytassuk az alapbeállításokkal?

source: Not Configured
de: Nicht konfiguriert
hu: Nincs beállítva

source: Use Defaults
de: Benutze Voreinstellung
hu: Alapbeállítások alkalmazása

source: You have not configured the source device. Continue with the default settings?
hu: Nem állítottad be a célmeghajtót- Folytassuk az alapbeállításokkal?

source: Are you sure you wish to stop?
de: Wollen Sie wirklich stoppen?
hu: Biztosan le szeretnéd állítani?

source: Stop
de: Stopp
hu: Állj

source: Device has been removed!
de: Gerät wurde entfernt.
hu: Az eszköz el lett távolítva!

source: Device is not connected!
de: Gerät ist nicht verbunden.
hu: Az eszköz nincs csatlakoztatva!

source: Device is busy?
de: Gerät aktuell beschäftig?
hu: Az eszköz foglalt?

source: Device has been changed?
de: Gerät wurde geändert?
hu: Az eszköz megváltozott?

source: Clearing unused folders
de: Bereinige unbenutzte Ordner
hu: A használaton kívüli könyvtárak tisztítása

source: Calculate ReplayGain for ripped tracks?
de: Errechne ReplayGain der Stücke?
hu: Kiszámítsam a lejátszási szintet leszedett számokra?

source: ReplayGain
hu: Lejátszási szint

source: Calculate
de: Berechne
hu: Számítás

source: The destination filename already exists!
de: Der Dateiname existiert bereits.
hu: A cél fájlnéve már létezik!<hr/>%1

source: Song already exists!
de: Lied existiert bereits.
hu: A dal már létezik!

source: Song does not exist!
de: Titel existiert nicht.
hu: A dal nem létezik!

source: Failed to create destination folder!<br/>Please check you have sufficient permissions.
de: Fehler beim Erstellen des Ordners auf Zielgerät.<br/>Bitte überprüfen Sie auf vorhandene Berechtigung.
hu: Nem sikerült létrehozni a célkönyvtárat!<br/>Ellenőrizd a jogosultságod szintjét.<hr/>%1

source: Source file no longer exists?
de: Quelldatei nicht mehr verfügbar?
hu: A forrásfájl már nem létezik?<br/><br/<hr/>%1

source: Failed to copy.
de: Fehler beim Kopieren.
hu: Nem sikerült másolni.

source: Failed to delete.
de: Fehler beim Löschen.
hu: Nem sikerült törölni.

source: Not connected to device.
de: Nicht zum Gerät verbunden.
hu: Nincs csatlakoztatva az eszközhöz.

source: Selected codec is not available.
de: Ausgewählter Codec ist nicht vorhanden.
hu: A kiválasztott codec nem elérhető.

source: Transcoding failed.
de: Umwandeln fehlgeschlagen.
hu: Átkódolás sikertelen.

source: Failed to create temporary file.<br/>(Required for transcoding to MTP devices.)
de: Fehler beim Erstellen einer temporären Datei.<br/>(Benötigt zum Umwandeln für MTP-Geräte.)
hu: Nem sikerült létrehozni az átmeneti fájlt.<br/>(MTP eszközre átkódoláshoz kell.)

source: Failed to read source file.
de: Fehler beim Lesen der Quelldatei.
hu: Nem sikerül olvasni a forrásfájlt. <br/><br/<hr/>%1

source: Failed to write to destination file.
de: Fehler beim Erstellen der Zieldatei.
hu: Nem sikerül írni a célfájlba.<br/><br/<hr/>%1

source: No space left on device.
de: Kein Platz auf Gerät mehr verfügbar.
hu: Nem maradt hely az eszközön.

source: Failed to update metadata.
de: Fehler beim Aktualisieren der Metadaten.
hu: Nem sikerült frissíteni a metaadatokat.

source: Failed to download track.
de: Fehler beim Herunterladen
hu: A szám letöltése sikertelen.

source: Failed to lock device.
de: Fehler beim Verriegeln des Gerätes.
hu: Nem sikerült zárolni az eszközt.

source: Local Music Library Properties
de: Lokale Bibliothekseinstellungen
hu: Helyi zenekönyvtár tulajdonságok

source: Error
de: Fehler
hu: Hiba

source: Skip
de: Überspringen
hu: Kihagy

source: Auto Skip
de: Automatisches Überspringen
hu: Automatikusan kihagy

source: Retry
de: wiederholen
hu: Újrapróbál

source: Track:
de: Stück:
hu: Szám:

source: Source file:
de: Quelldatei:
hu: Forrás fájl:

source: Destination file:
de: Zieldatei:
hu: Célfájl:

source: File:
de: Datei:
hu: Fájl:

source: Calculating...
de: Berechne...
hu: Számol...

# time (Estimated)
source: %1 (Estimated)
de: %1 (Erwartet)
hu: %1 (Becsült)

source: Time remaining:
de: Verbleibende Zeit:
hu: Hátralévő idő:

source: Saving cache
de: Speichere Cache
hu: A cache mentése

source: Apply "Various Artists" Workaround
de: Hinzufügen der „Verschiedene Künstler Problembehebung
hu: Alkalmazza a "Vegyes előadók" munkakörnyezetet

source: Revert "Various Artists" Workaround
de: Zurücksetzen der „Verschiedene Künstler“ Problembehebung
hu: Visszaállítja a "Vegyes előadók" munkakörnyezetet

source: Capitalize
de: Großschrift
hu: Váltás nagybetűre

source: Adjust Track Numbers
de: Anpassen der Stücknummern
hu: Számok sorszámának beállítása

source: Tools
de: Werkzeuge
hu: Eszközök

source: Apply "Various Artists" workaround?
de: Hinzufügen der „Verschiedene Künstler“ Problembehebung?
hu: Alkalmazza a "Vegyes előadók" munkakörnyezetet?

source: This will set 'Album artist' and 'Artist' to "Various Artists", and set 'Title' to "TrackArtist - TrackTitle"
hu: Ez a "Album előadót" és "Előadót" "Vegyes előadók"-ra állítja, és a "Címet" "Előadó Szám - Szám címe"-re

source: Revert "Various Artists" workaround?
hu: Visszaállítsa a "Vegyes előadók" munkamenetet?

source: Where the 'Album artist' is the same as 'Artist' and the 'Title' is of the format "TrackArtist - TrackTitle", 'Artist' will be taken from 'Title' and 'Title' itself will be set to just the title. e.g. If 'Title' is "Wibble - Wobble", then 'Artist' will be set to "Wibble" and 'Title' will be set to "Wobble"
hu: Ahol az "Album előadó" megegyezik az "Előadó és a Címmel, illetve "Cím" "SzámElőadó -SzámCím" formájú, az Előadót a "Cím"-ből veszi és a "Cím" maga egyszerűen a cím lesz, pl. ha a "Cím" "Wibble - Wobble", akkor az "Előadó" egyszerűen "Wibble", a "Cím" pedig "Wobble" lesz.

source: Revert
de: Umkehren
hu: Visszaállít

source: Capitalize the first letter of 'Title', 'Artist', 'Album artist', and 'Album'?
hu: Nagybetűsítse a 'Cím', 'Előadó, 'Album előadó' és 'Album' első betűjét?

source: Adjust track number by:
de: Anpassen der Stücknummern durch:
hu: A szám sorszámának módosítás ennyivel:

source: Reading disc
de: Lese Disk
hu: Lemez olvasása

source: Data Track
de: Datentrack
hu: Adatsáv

source: Failed to open CD device
de: Fehler beim Öffnen des CD-Laufwerkes
hu: Nem sikerült megnyitni a CD-eszközt

source: Track %1
de: Stück %1
hu: Szám %1

source: Failed to create CDDB connection
de: Fehler bei CDDB-Verbindung
hu: Nem sikerült CDDB kapcsolatot létesíteni

source: No matches found in CDDB
de: Keine Treffer in CDDB
hu: Nincs egyezés a CDDB-ben

source: CDDB error: %1
de: CDDB-Fehler: %1
hu: CDDB hiba: %1

source: Multiple matches were found. Please choose the relevant one from below:
de: Mehrfach Zutreffendes gefunden. Bitte den relevanten Eintrag unten auswählen:
hu: Több egyezést találtam. Kérem válaszd ki a megfelelőt az alábbiakból:

source: Title
de: Titel
hu: Cím

source: Disc Selection
de: Disc Auswahl
hu: Lemezválogatás

# artist - album Disc disc (year)
source: %1 -%2 Disc %3 (%4)
de: %1 – %2 Disk %3 (%4)
hu: %1 -%2 Lemez %3 (%4)

source: Updating (%1)...
de: Aktualisiere (%1)...
hu: Frissítés (%1)...

source: Updating (%1%)...
de: Aktualisiere (%1%)...
hu: Frissítés (%1%)...

source: Device Properties
de: Geräteeinstellungen
hu: Eszközjellemzők

source: Don't copy covers
de: Keine Cover kopieren
hu: Ne másolja a borítókat

source: Embed cover within each file
de: Cover in Datei einfügen
hu: Borító beágyazás minden fájlba

source: No maximum size
de: Keine maximale Größe
hu: Nincs maximális méret

source: 400 pixels
de: 400 pixel
hu: 400 pixel

source: 300 pixels
de: 300 pixel
hu: 300 pixel

source: 200 pixels
de: 200 pixel
hu: 200 pixel

source: 100 pixels
de: 100 pixel
hu: 100 pixel

source: <p>When copying tracks to a device, and the 'Album Artist' is set to 'Various Artists', then Cantata will set the 'Artist' tag of all tracks to 'Various Artists' and the track 'Title' tag to 'TrackArtist - TrackTitle'.<hr/> When copying from a device, Cantata will check if 'Album Artist' and 'Artist' are both set to 'Various Artists'. If so, it will attempt to extract the real artist from the 'Title' tag, and remove the artist name from the 'Title' tag.</p>
de: <p>Beim Kopieren von Stücken auf ein Gerät wird, falls der 'Albumkünstler' auf„Verschiedene Künstler“ gesetzt ist, wird Cantata den 'Künstler'-Tag aller Stücke auf „Verschiedene Künstler“ setzen und 'Titel'-Tag auf 'Künstlername - Titelname'.<hr/> Beim Kopieren von einem Gerät wird Cantata prüfen, ob der 'Albumkünstler' und 'Künstler' auf „Verschiedene Künstler“ gesetzt ist. Sollte dies zutreffen, wird versucht den echten Künstlernamen vom 'Titel'-Tag zu lesen und den Künstlernamen vom 'Titel' Tag zu entfernen.</p>
hu: <p>Amikor az eszközre számokat másol, és az 'Album Előadó' 'Vegyes előadók', a Cantata az 'Előadó' címke az összes számnál 'Vegyes előadók'-ra lesz állítva és a számok 'Cím" jelzője 'SzámElőadó - SzámCím'-re változik.<hr/> Eszközre másolás során a Cantata ellenőrzi, hogy az 'Album Előadó' és az 'Előadó' egyaránt 'Vegyes Előadó'-e. Ha igen, megpróbálja a "Cím" címkéből előállítani az igazi előadót és eltávolítani az előadó nevét a 'Cím' jelzőből.<!p>

source: <p>If you enable this, then Cantata will create a cache of the device's music library. This will help to speed up subsequent library scans (as the cache file will be used instead of having to read the tags of each file.)<hr/><b>NOTE:</b> If you use another application to update the device's library, then this cache will become out-of-date. To rectify this, simply click on the 'refresh' icon in the device list. This will cause the cache file to be removed, and the contents of the device re-scanned.</p>
de: <p>Wenn Sie dies aktiviert haben, wird Cantata einen Zwischenspeicher für die Musikbibliothek des Gerätes erstellen. Dies wird das Auslesen von nachfolgenden Aufrufen der Bibliothek beschleunigen (es wird der Zwischenspeicher verwendet anstatt jeden Tag neu einzulesen.)<hr/><b>Hinweis:</b> Wenn Sie ein anderes Programm zum aktualisieren der Musikbibliothek benutzen wird der Zwischenspeicher ungültig. Um dies zu korrigieren, einfach auf das "Aktualisieren"-Symbol in der Geräteliste klicken. Dadurch wird die aktuelle Zwischenspeicher-Datei entfernt und der Inhalt des Gerätes erneut eingelesen.</p>
hu: <p>Ha ezt engedélyezed, a Cantata az eszközök zenekönyvtárainak létrehoz cache-t. Ez felgyorsítja a következő könyvtár átvizsgálásokat (mert a cache fájlját használja ahelyett, hogy az egyes fájlok címkéit kellene végig olvasnia.)<hr/><b>Megjegyzés:</b> Ha egy másik alkalmazással frissíted az eszközök könyvtárait, akkor ez a cache elavulttá válik. Ennek helyesbítésére egyszerűen kattints a 'frissítés' ikonra az eszközlistán. Ennek hatására a cache fájlt eltávolítja és az eszköz tartalmát újra átnézi.</p>

source: Do not transcode
de: Nicht umwandeln
hu: Ne kódolja át

source: Transcode to %1
de: Umwandeln zu %1
hu: Átkódolás erre %1

# name (size free)
source: %1 (%2 free)
de: %1 (%2 frei)
hu: %1 (%2 szabad)

source: Copy To Library
de: Kopiere in Bibliothek
hu: Másolás könyvtárba

source: Forget Device
de: Vergesse Gerät
hu: Eszköz elfelejtése

source: Add Device
de: Gerät hinzufügen
hu: Eszköz hozzáadása

source: Lookup album and track details?
de: Nach Album und Stücken suchen?
hu: Keressem az album és szám részleteit?

source: Refresh
de: Aktualisieren
hu: Frissítés

source: Via CDDB
hu: CDDB útján

source: Via MusicBrainz
hu: MusicBrainz útján

source: Which type of refresh do you wish to perform?
hu: Milyen típusú frissítést szeretnél?

source: Partial - Only new songs are scanned (quick)
hu: Részleges - csak az új számokat nézi át (gyors)

source: Full - All songs are rescanned (slow)
hu: Teljes - minden számot újra átnéz (lassú)

source: Partial
de: Partiell
hu: Részleges

source: Full
de: Voll
hu: Teljes

source: Are you sure you wish to delete the selected songs? This cannot be undone.
hu: Biztosan törölni szeretnéd a kiválasztott dalokat? Ezt nem lehet visszavonni!

source: Are you sure you wish to forget '%1'?
hu: Biztosan el akarod vetni? %1'?

source: Are you sure you wish to eject Audio CD '%1 - %2'?
hu: Biztosan ki akarod adatni a hang CD-t '%1 - %2'?

source: Eject
de: Auswerfen
hu: Kiadás

source: Are you sure you wish to disconnect '%1'?
hu: Biztosan le akarod választani '%1'?

source: Disconnect
de: Verbindung beenden
hu: Leválasztás

source: Please close other dialogs first.
de: Andere Dialoge bitte zuerst schließen.
hu: Légy szíves zárd be előbb a másik párbeszédet!

source: <a href=http://en.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding</a> (AAC) is a patented lossy codec for digital audio.<br>AAC generally achieves better sound quality than MP3 at similar bit rates. It is a reasonable choice for the iPod and some other portable music players.
de: <a href=http://de.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding </a> (AAC) ist ein patentierter verlustbehafteteter Codec für Digital Audio.<br> AAC besitzt in der Regel eine bessere Klangqualität als MP3 bei gleicher Bitrate. Es ist eine vernünftige Wahl für den iPod und den meisten modernen, tragbaren Musik-Playern.
hu: <a href=http://en.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding</a> (AAC) szabadalmaztatott veszteséges digitális hang codec.<br>AAC azonos bitrátánál általában jobb hangminőséget ad mint az MP3. Ésszerű választás lehet iPod-okhoz és más hordozható médialejátszókhoz.
