Repository: CDrummond/cantata
Catalog: po/*.po
Languages: de, hu

source: 'HTTP Stream URL' is only of use if you have MPD configured to output to a HTTP stream, and you wish Cantata to be able to play that stream.
hu: A 'HTTP adatfolyam URL' csak HTTP kimenetére beállított MPD esetén használatos, és ha szeretnéd a Cantata-t, hogy képes legyen az adatfolyam lejátszására.

source: If you change the 'Music folder' setting, then you will need to manually update the music database. This can be performed by pressing the 'Refresh Database' button in the 'Artists' or 'Albums' views.
hu: Ha a 'Zenekönyvtár' beállítását megváltoztatod, akkor a zenei adatbázist kézzel kell frissíteni. Ez 'Előadó'-, vagy 'Album'-nézetben a 'Adatbázisfrissítés' gomb lenyomásával érhető el.

source: If no setting is specified for 'Cover filename, then Cantata will use a default of <code>cover</code>
hu: Ha a 'Borító fájlneve' nincs meghatározva, akkor a Cantata egy alapbeállított <code>cover</code>-t használ.

source: Network interface:
de: Netzwerkkarte:
hu: Hálózati interfész:

source: MPD usually only plays songs that are stored within its folders. Cantata contains a minimal HTTP server that can be used to serve other files to MPD. This, however, will only work whilst Cantata is running.
hu: Alapesetben az MPD csak a könyvtáraiban tárolt dalokat játsza le. A Cantata rendelkezik egy minimális HTTP kiszolgálóval, ami képes az MPD-t más fájlokkal ellátni. Ugyanakkor ez csak akkor működik, ha a Cantata fut.

source: If you choose 'Local loopback' for 'Network interface', then MPD <b>must</b> also be on this computer.
hu: Ha a 'Hálózati interfész'-nek a 'Helyi visszacsatolást' választod, akkor az MPD-nek is azon a számítógépen <b>kell lennie</b>

source: Mode:
de: Modus:
hu: Mód:

source: Use the checkboxes below to configure the list of active services.
hu: Az aktív szolgáltatások beállítására használd az lenti kijelölő gombokat.

source: Scrobble using:
hu: Karcolás használata:

source: Status:
hu: Státusz:

source: Login
de: Logge ein
hu: Bejelentkezés

source: Scrobble tracks
hu: Karcolás-számok

source: Show 'Love' button
hu: Mutassa a 'Tetszik' gombot

source: You can listen for free without an account, but Premium members can listen to higher quality streams without advertisements. Visit <a href="http://www.di.fm/premium/">http://www.di.fm/premium/</a> to upgrade to a premium account.
de: Sie können auch hören ohne einen Account zu besitzen. Mit einem Premium-Konto können Sie aber in höherer Qualität und ohne Werbung hören. Besuchen Sie <a href="http://www.di.fm/premium/">http://www.di.fm/premium/</a> um ihr Konto auf Premium aufzuwerten.
hu: Előfizetés nélkül, ingyen hallgathatsz zenéket, de a Prémium-tagok sokkal jobb minőségű stream-eket hallgathatnak, hirdetések nélkül. Látogasd meg <a href="http://www.di.fm/premium/">http://www.di.fm/premium/</a>, hogy prémium tagságra frissíts.

source: Premium Account
de: Premium-Konto
hu: Prémium fiók

source: Stream type:
de: Streamtyp:
hu: Stream típusa:

source: Session expiry:
de: Sitzung abgelaufen:
hu: Munkamenet lejárta:

source: These settings apply to Digitally Imported, JazzRadio.com, RockRadio.com, and Sky.fm
hu: Ezek a beállítások a Digitally Imported, JazzRadio.com, RockRadio.com, és Sky.fm-re érvényesek.

source: If you enter account details, then a 'DI' status item will appear under the list of streams. This will indicate if you are logged in or not.
hu: Ha felhasználói adatokat megadod, akkor a 'DI' státusz az adatfolyam-lista alatt megjelenik. Ez mutatja, hogy be vagy-e, vagy sem jelentkezve.

source: Use the checkboxes below to configure the list of active providers.
hu: Az aktív szolgáltatók beállítására használd az lenti kijelölő gombokat.

source: Configure Provider
hu: Szolgáltató beállítása

source: Install
hu: Telepítés

source: Built-in categories are shown in italic, and these cannot be removed.
hu: Az előre meghatározott kategóriák dőlttel szedettek és nem távolíthatóak el.

source: Shortcut for Selected Action
de: Tastaturkürzel für gewählte Aktion
hu: Billentyűparancs a kiválasztott művelethez

source: Default:
de: Voreinstellung:
hu: Alapbeállítás:

source: Custom:
de: Eigene Einstellung:
hu: Egyéni:

source: Album artist:
de: Albumkünstler:
hu: Album előadója:

source: Track number:
de: Stücknummer:
hu: Szám sorszáma:

source: Disc number:
de: Disk-Nummer:
hu: Lemez száma:

source: Rating:
hu: Besorolás (minősítés):

source: <i>(Various)</i>
hu: <i>(Vegyes)</i>

source: Multiple genres should be separated via a semicolon (e.g. 'Rock;Hard Rock')
hu: Több műfaj esetén, azokat pontosvesszővel kell elválasztani (pl. 'Rock;Hard Rock')

source: Ratings are stored in an external database, and <b>not</b> in the song's file.
hu: A besorolást (minősítést) külső adatbázis tárolja és <b>nem</b> dal fájlja.

source: Original Name
de: Ursprünglicher Name
hu: Eredeti név

source: New Name
de: Neuer Name:
hu: Új név

source: Ratings will be lost if a file is renamed.
hu: A besorolások elvesznek, ha a fájlt átnevezed.

# NAME OF TRANSLATORS
source: Your names
de: Markus Slopianka
hu: Török Árpád

# EMAIL OF TRANSLATORS
source: Your emails
de: kamikazow@web.de
hu: torar@freemail.hu

source: Show All Tracks
de: Zeige alle Stücke
hu: Összes szám mutatása

source: Show Untagged Tracks
de: Zeige nicht getaggte Stücke
hu: A címke nélküli számok mutatása

source: Remove From List
de: Von Liste entfernen
hu: Listából eltávolít

source: Album Gain
hu: Album hangereje

source: Track Gain
hu: Szám hangereje

source: Album Peak
hu: Album csúcs

source: Track Peak
hu: Szám csúcs

source: Scan
de: Untersuche
hu: Átnéz

source: Update ReplayGain tags in tracks?
de: ReplayGain-Informationen in den Stücken aktualisieren?
hu: A számokban a lejátszási színt címkéket frissíted?

source: Update Tags
de: Aktualisiere Tags
hu: Címkék frissítése

source: Abort scanning of tracks?
de: Überprüfung der Stücke abbrechen?
hu: Számok átnézését felfüggeszted?

source: Abort
de: Abbrechen
hu: Megszakít

source: Abort reading of existing tags?
de: Lesen der Dateien auf vorhandene Tags abbrechen?
hu: A beállított címkék beolvasását beszakítod?

source: Scan <b>all</b> tracks?<br/><br/><i>All tracks have existing ReplayGain tags.</i>
hu: Az <b>összes</b> számot átnézi?<br/><br/><i>Minden szám rendelkezik Lejátszási Szint jelölővel.</i>

source: Do you wish to scan all tracks, or only tracks without existing tags?
de: Wollen Sie alle Dateien untersuchen oder nur die ohne Tags?
hu: Átnézzem az összes számot, vagy csak azokat, amiknek nincs címkéjük?

source: Untagged Tracks
de: Nicht getaggte Stücke
hu: Címke nélküli számok

source: All Tracks
de: Alle Stücke
hu: Minden szám

source: Scanning tracks...
de: Untersuche Stücke...
hu: Számok átnézése...

source: Reading existing tags...
de: Lese vorhandene Tags...
hu: Létező címkék beolvasása...

# filename (Corrupt tags?)
source: %1 (Corrupt tags?)
hu: %1 (Hibás címkék?)

source: Failed to update the tags of the following tracks:
de: Fehler beim aktualisieren der Tags aus den folgenden Stücken:
hu: A következő számok címkéit nem sikerült frissíteni:

source: Device is not connected.
de: Gerät ist nicht verbunden.
hu: Az eszköz nem csatlakozik.

source: Failed
de: Fehler
hu: Sikertelen

source: Original: %1 dB
hu: Eredeti: %1 dB

source: Original: %1
hu: Eredeti: %1

source: Remove the selected tracks from the list?
de: Das ausgewählte Stück von der Liste entfernen?
hu: A kiválasztott számokat eltávolítsam a listából?

source: Remove Tracks
de: Stücke entfernen?
hu: Számok eltávolítása

source: Invalid service
hu: Érvénytelen szolgáltatás

source: Invalid method
hu: Érvénytelen eljárás

source: Authentication failed
hu: Az azonosítás sikeretlen

source: Invalid format
hu: Érvénytlen formátum

source: Invalid parameters
hu: Érvénytelen paraméterek

source: Invalid resource specified
hu: Érvénytlen forrásmeghatározás

source: Operation failed
hu: Sikertelen művelet

source: Invalid session key
hu: Érvénytelen munkamenet-kulcs

source: Invalid API key
hu: Érvénytelen API-kulcs

source: Service offline
hu: Szolgáltatás offline

source: Last.fm is currently busy, please try again in a few minutes
hu: A last.fm pillanatnyilag foglalt, próbáld meg néhány perc múlva.

source: Rate-limit exceeded
hu: A díjhatárt átlépted

source: %1 error: %2
hu: %1 hiba: %2

source: %1: Loved Current Track
hu: %1: aktuális szám tetszett

source: %1: Love Current Track
hu: %1: az aktuális szám tetszik

# scrobbler name (via MPD)
source: %1 (via MPD)
hu: %1 (MPD-n keresztül)

source: If you use a scrobbler which is marked as '(via MPD)' (such as %1), then you will need to have this already started and running. Cantata can only 'Love' tracks via this, and cannot enable/disable scrobbling.
hu: Amennyiben olyan zenefeljegyzést használsz, mint '(MPD-n keresztül)' (mint %1), akkor ennek már megnyitottnak ls futónak kell lennie. A Cantata csak ezen keresztül tudja 'kedvelni' a számokat és nem kapcsolható ki, vagy be a zenefeljegyzés.

source: Authenticating...
hu: Azonosítás...

source: Authenticated
hu: Azonosítva

source: Not Authenticated
hu: Nincs azonosítva

source: %1: Scrobble Tracks
hu: %1: számok feljegyzése

source: Digitally Imported Settings
de: Einstellungen für Digitally Imported
hu: Digitally Imported beállításai

source: Logout
de: Ausloggen
hu: Kijelentkezés

source: Just add to play queue, do not save
de: Nur zur Warteschlange hinzufügen und nicht speichern
hu: Csak fűzd a lejátszási sorhoz, ne mentsd

source: Add to play queue, and save to favorites
de: Der Warteschlange hinzufügen und zu Favoriten hinzufügen
hu: Fűzd a lejátszási sorhoz és mentsd a kedvencek közé

source: Add Stream
de: Stream hinzufügen
hu: Stream hozzáadása

source: Edit Stream
de: Stream bearbeiten
hu: Stream szerkesztése

source: <i><b>ERROR:</b> Invalid protocol</i>
de: <i><b>FEHLER:</b> Ungültiges Protokoll</i>
hu: <i><b>Hiba:</b> érvénytelen protokoll</i>

source: Fetching %1
de: Hole %1
hu: Leszedés %1

source: Installed
hu: Telepítve

source: Update available
hu: Frissítés elérhető

source: Check the providers you wish to install/update.
hu: Ellenőrizd a telepítés, frissítés szolgáltatóit.

source: Install/Update Stream Providers
hu: Adatfolyam szolgáltatóinak telepítése, frissítése

source: Downloading list...
hu: Lista letöltése...

source: Local and National Radio (ListenLive)
hu: Helyi és nemzeti rádió (ListenLive)

source: Failed to download list of stream providers!
hu: Nem tudtam letölteni az adatfolyam szolgáltatók listáját!

source: Installing/updating %1
hu: Telepítés, frissítés %1

source: Failed to install '%1'
hu: A(z) '%1' telepítése sikertelen

source: Failed to download '%1'
hu: A(z) '%1' letöltése sikertelen

source: Install/update the selected stream providers?
hu: A kiválasztott adatfolyam-szolgáltatókat telepíti, vagy frissíti?

source: Install the selected stream providers?
hu: A kiválasztott adatfolyam-szolgáltatókat telepíti?

source: Update the selected stream providers?
hu: A kiválasztott adatfolyam-szolgáltatókat frissíti?

source: Install/Update
hu: Telepít, frissít

source: Abort installation/update?
hu: Telepítés, frissítés megszakítása?

source: Downloading %1
hu: Letöltés %1

source: Update all updateable providers
hu: Az összes frissíthető szolgáltató frissítése

source: Import Streams Into Favorites
de: Stream importieren und den Favoriten hinzufügen
hu: Stream importálása kedvencek közé

source: Export Favorite Streams
de: Favorisierte Streams exportieren
hu: Kedvenc stream-ek exportálása

source: Add New Stream To Favorites
de: Füge neuen Stream zu den Favoriten hinzu
hu: Új stream hozzáadása a kedvencekhez

source: *.xml *.xml.gz *.cantata|XML Streams
hu: *.xml *.xml.gz *.cantata|XML Stream-ek

source: Import Streams
de: Stream importieren
hu: Stream-ek importálása

source: XML Streams (*.xml *.xml.gz *.cantata)
hu: XML stream-ek (*.xml *.xml.gz *.cantata)

source: *.xml|XML Streams
hu: *.xml|XML Stream-ek

source: Export Streams
de: Stream exportieren
hu: Stream-ek exportálása

source: XML Streams (*.xml.gz)
hu: XML adatfolyamok (*.xml.gz)

source: Failed to create '%1'!
hu: A(z) '%1'-t nem sikerült létrehozni!

source: Stream '%1' already exists!
hu: A(z) '%1' adatfolyam már létezik!

source: A stream named '%1' already exists!
hu: A(z) '%1' nevű adatfolyam már létezik!

source: Bookmark added
de: Lesezeichen hinzugefügt
hu: Könyvjelző hozzáadva

source: Already bookmarked
de: Bereits in den Lesezeichen
hu: Már van könyvjelzője

source: Already in favorites
de: Existiert bereits in Favoriten
hu: Már szerepel a kedvencek között

source: Reload '%1' streams?
hu: A(z) '%1' adatfolyamot újratölti?

source: Are you sure you wish to remove bookmark to '%1'?
hu: Biztosan eltávolítaná a(z) '%1' könyvjelzőjét?

source: Are you sure you wish to remove all '%1' bookmarks?
hu: Biztosan eltávolítaná az összes '%1' könyvjelzőt?

source: Are you sure you wish to remove the %1 selected streams?
de: Wollen Sie wirklich die gewählten %1 Streams entfernen?
hu: Biztosan eltávolítanád a kiválasztott %1 stream-eket?

source: Are you sure you wish to remove '%1'?
hu: Biztosan eltávolítaná a(z) '%1'-t?

source: Search %1:
de: Suche %1:
hu: Keresés %1:

source: Added '%1'' to favorites
hu: %1 hozzáadva a kedvencekhez

source: From File...
hu: Fájlból...

source: Download...
hu: Letöltve...

source: *.streams|Cantata Streams
de: *.cantata|Cantata-Streams
hu: *.streams|Cantata hangfolyamok

source: Install Streams
hu: Stream-ek telelpítése

source: Cantata Streams (*.streams)
hu: Cantata stream-ek (*.streams)

source: A category named '%1' already exists! Overwrite?
hu: A(z) '%1' nevű kategória már létezik! Felülírja?

source: Failed top open package file.
hu: A csomagfájl megnyitása sikertelen.

source: Invalid file format!
hu: Érvénytelen fájlformátum!

source: Failed to create stream category folder!
hu: Nem sikerült létrehozni a steram-kategória könyvtárát!<br/>%1

source: Failed to save stream list!
hu: Nem sikerült menteni a stream-ek litáját!

source: Failed to remove streams folder!
hu: Nem sikerült eltávolítani a stream-ek könyvtárát

source: &Cancel
de: &Abbrechen
hu: Elvet

source: &Yes
de: &Ja
hu: Igen

source: &No
de: &Nein
hu: &Nem

source: &Discard
de: &Verwerfen
hu: Visszavon

source: &Save
de: &Speichern
hu: Ment

source: &Apply
de: &Anwenden
hu: &Alkalmaz

source: &Close
de: S&chließen
hu: Bezár

source: &Overwrite
de: &Überschreiben:
hu: Felülír

source: &Continue
de: &Fortsetzen
hu: Folytat

source: &Delete
de: &Löschen
hu: Töröl

source: &Stop
de: &Stopp
hu: Állj

source: &Remove
de: &Entfernen
hu: Eltávolít

source: &Previous
de: &Vorheriges
hu: Előző

source: &Next
de: &Nächstes
hu: Következő

source: Password
de: Kennwort
hu: Jelszó

source: Please enter password:
de: Bitte Kennwort eingeben:
hu: Kérem a jelszót:

source: Close
hu: Bezár

source: Warning
de: Warnung
hu: Figyelem

source: Question
de: Frage
hu: Kérdés

source: &Window
hu: Ablak

source: Minimize
hu: Minimalizál

source: Select Folder
de: Gewählter Ordner
hu: Könyvtárválasztás

source: Select File
de: Wähle Datei
hu: Fájl-választás

source: 1 day %2
de: Ein Tag %2
hu: 1 nap %2

source: Tags
hu: Címkék

source: Set 'Album Artist' from 'Artist'
de: Setze 'Albumkünstler' von 'Künstler'
hu: 'Album Előadó' beállítása 'Előadó'-ból

source: Read Ratings from File
hu: A besorolás olvasása fájlból

source: Write Ratings to File
hu: Besorolás kiírása fájlba

source: All tracks
de: Alle Stücke
hu: Minden szám

source: Apply "Various Artists" workaround to <b>all</b> tracks?
de: Hinzufügen der „Verschiedene Künstler“ Problembehebung bei <b>allen</b> Stücken?
hu: "Válogatott előadók" munkakörnyezet alkalmazása az <b>összes</b> számra?

source: <i>This will set 'Album artist' and 'Artist' to "Various Artists", and set 'Title' to "TrackArtist - TrackTitle"</i>
de: <i>Dies wird den 'Albumkünstler' und 'Künstler' zu „Verschiedene Künstler“ gesetzt, und der 'Titel' zu "TrackArtist - TrackTitle"</i>
hu: <i>Ez a "Album előadót" és "Előadót" "Vegyes előadók"-ra állítja, és a "Címet" "Előadó Szám - Szám címe"</i>

source: Revert "Various Artists" workaround on <b>all</b> tracks?
de: Zurücksetzen der „Verschiedene Künstler“ Problembehebung bei <b>allen</b> Stücken?
hu: Visszaállítod a "Vegyes előadók" munkakörnyezetet az <b>összes</b> számra?

source: Revert "Various Artists" workaround
de: Zurücksetzen der „Verschiedene Künstler“ Problembehebung
hu: Visszaállítja a "Vegyes előadók" munkakörnyezetet

source: <i>Where the 'Album artist' is the same as 'Artist' and the 'Title' is of the format "TrackArtist - TrackTitle", 'Artist' will be taken from 'Title' and 'Title' itself will be set to just the title. e.g. <br/><br/>If 'Title' is "Wibble - Wobble", then 'Artist' will be set to "Wibble" and 'Title' will be set to "Wobble"</i>
de: <i>Wenn der 'Albumkünstler' der gleiche ist wie 'Künstler' und der 'Titel' ist – im Format "TrackArtist - TrackTitle" –, wird der 'Künstler' von 'Titel' und der 'Titel' selbst nur zu Titel gesetzt.<br/><br/>Wenn z. B. 'Titel' "Wibble - Wobble" lautet, wird der 'Künstler' zu "Wibble" gesetzt und der 'Titel' zu "Wobble" gesetzt</i>
hu: <i>Ahol az "Album előadó" megegyezik az "Előadó és a Címmel, illetve "Cím" "SzámElőadó -SzámCím" formátumú, az Előadót a "Cím"-ből veszi és a "Cím" maga egyszerűen a cím lesz, pl. <br/><br/>ha a "Cím" "Wibble - Wobble", akkor az "Előadó" egyszerűen "Wibble", a "Cím" pedig "Wobble" lesz.</i>

source: Set 'Album Artist' from 'Artist' (if 'Album Artist' is empty) for <b>all</b> tracks?
de: Setze 'Albumkünstler' mit 'Künstler' (wenn 'Albumkünstler' leer ist) bei <b>allen</b> Stücken?
hu: 'Album Előadó'-t állítasz az 'Előadó' helyett (ha az 'Album Előadó' üres) <b>az összes</b> számnál?

source: Set 'Album Artist' from 'Artist' (if 'Album Artist' is empty)?
de: Setze 'Albumkünstler' mit 'Künstler' (wenn 'Albumkünstler' leer ist)?
hu: Beállítod 'Album előadót' az 'Előadó' helyett (ha az 'Album Előadó' üres)?

source: Album Artist from Artist
de: Setze Albumkünstler von Künstler
hu: Album Előadó-ról Előadóra

source: Capitalize the first letter of text fields (e.g. 'Title', 'Artist', etc) of <b>all</b> tracks?
hu: Nagybetűsítse a (pl. 'Cím', 'Előadó, 'Előadó' stb.) első betűjét az <b>összes</b> számnak?

source: Capitalize the first letter of text fields (e.g. 'Title', 'Artist', etc)?
hu: Nagybetűsítse a szövegmező (pl. 'Cím', 'Előadó, 'Előadó' stb.) első betűjét?

source: Adjust the value of each track number by:
de: Angleichen des Wertes einer jeden Stücknummer durch:
hu: Az összes szám sorszámának módosítása ennyivel:

source: Read ratings for all tracks from the music files?
hu: Az összes szám besorolásának kiolvasása a zenei fájlból?

source: Read rating from music file?
hu: A besorolás kiolvasása a zenei fájlból?

source: Ratings
hu: Besorolások

source: Read Ratings
hu: Besorolások olvasása

source: Read Rating
hu: Besorolások olvasása

source: Read, and updated, ratings from the following tracks:
hu: A következő fájlok besorolás kiolvasva és frissítve:

source: Not all Song ratings have been read from MPD!
hu: Nem minden dal besorolását olvasta ki az MPD-ről!

source: Song ratings are not stored in the song files, but within MPD's 'sticker' database. In order to save these into the actual file, Cantata must first read them from MPD.
hu: A dalok besorolása nem a dalfájlokban, hanem az MPD-hez 'ragasztott' adatbázisban vannak. Hogy ezek az adott fájlban kerüljenek, a Cantata-nak előbb ki kell olvasni azokat.az MPD-ből.

source: Song rating has not been read from MPD!
hu: A dalbesorolást az MPD-ből nem olvasta be!

source: Write ratings for all tracks to the music files?
hu: Az összes szám besorolását az zenei fájlokba írja?

source: Write rating to music file?
hu: A besorolást a zenefájlba írja?

source: Write Ratings
hu: A besorolások kiírása

source: Write Rating
hu: A besorolások kiírása

source: Failed to write ratings of the following tracks:
hu: A következő számok besorolását nem tudtam kiírni?

source: Failed to write rating to music file!
hu: Nem tudtam kiírni a besorolást a zenefájlba!

source: All tracks [modified]
de: Alle Stücke [geändert]
hu: Minden szám [módosítva]

source: %1 [modified]
de: %1 [geändert]
hu: %1 [módosítva]

source: Would you also like to rename your song files, so as to match your tags?
de: Möchten Sie Ihre Song Dateien so umbenennen, dass Sie zu Ihren Tags passen?
hu: Átnevezed a dalok fájljait is, hogy egyezzenek a címkéiddel?

source: Rename Files
de: Dateien umbenennen
hu: Fájlok átnevezése

source: Abort renaming of files?
de: Umbenennen der Dateien abbrechen?
hu: Fájlátnevezés megszakítása?

source: Source file does not exist!
hu: A forrás nem létezik!

source: Destination file already exists!
hu: A célfájl már létezik!

source: Failed to create destination folder!
hu: Nem sikerült létrehozni a célkönyvtárat!

source: Failed to rename '%1' to '%2'
hu: '%1'-t nem sikerült átnevezni '%2'-re

source: Song ratings are not stored in the song files, but within MPD's 'sticker' database. If you rename a file (or the folder it is within), then the rating associated with the song will be lost.
hu: A dalok besorolása nem a dalfájlokban, hanem az MPD-hez 'ragasztott' adatbázisban van tárolva. Ha a fájlt (vagy a könyvtárat, amiben van) átnevezed, akkor a dalra vonatkozó besorolás elveszik.

source: <tr><td align="right"><b>Composer:</b></td><td>%1</td></tr>
de: <tr><td align="right">Komponist:</td><td>%1</td></tr>
hu: <tr><td align="right">Zeneszerző:</td><td>%1</td></tr>

source: <tr><td align="right"><b>Performer:</b></td><td>%1</td></tr>
hu: <tr><td align="right"><b>Előadó</b></td><td>%1</td></tr>

source: <tr><td align="right"><b>Artist:</b></td><td>%1</td></tr><tr><td align="right"><b>Album:</b></td><td>%2</td></tr><tr><td align="right"><b>Year:</b></td><td>%3</td></tr>
de: <tr><td align="right"><b>Künstler:</b></td><td>%1</td></tr><tr><td align="right"><b>Album:</b></td><td>%2</td></tr><tr><td align="right"><b>Jahr:</b></td><td>%3</td></tr>
hu: <tr><td align="right"><b>Előadó:</b></td><td>%1</td></tr><tr><td align="right"><b>Album:</b></td><td>%2</td></tr><tr><td align="right"><b>Év:</b></td><td>%3</td></tr>

source: Filter On Genre
hu: Műfaj szerinti szűrés

source: All Genres
de: Alle Genre
hu: Minden műfaj

source: Go Back
de: Zurück
hu: Visszalépés

source: Menu
de: Menü
hu: Menü

source: <i><b>NOTE:</b> %1</i>
hu: <i><b>Megjegyzés:</b> %1</i>

source: Remove From Play Queue
de: Von Warteschlange entfernen
hu: A lejátszási sorból töröl

source: Search...
de: Suche...
hu: Keresés...

source: Close Search Bar
de: Schließe Suchleiste
hu: Keresősáv bezárása

source: Logged into %1
de: Angemeldet bei %1
hu: Bejelentkezve ide: %1

source: <b>NOT</b> logged into %1
de: <b>NICHT</b> eingeloggt bei %1
hu: <b>NEM VAGY</b> bejelentkezve a ide: %1

source: Cannot access song files! Please check Cantata's "Music folder" setting, and MPD's "music_directory" setting.
hu: A dalfájl nem érhető el! Kérem ellenőrizd a "Zenekönyvtár" beállítását és az MPD "zenekönyvtárának" beállítását.

source: Cannot access song files! Please check that the device is still attached.
hu: A dalfájlokat nem lehet elérni!! Kérem ellenőrizd, hogy az eszköz csatlakoztatva van-e még!

source: Stretch Columns To Fit Window
hu: Oszlop igazítás az ablakhoz illeszkedéshez

source: (Various)
de: (Verschiedene)
hu: (Vegyes)

source: Mute
de: Stumm
hu: Némít

source: Unmute
hu: Némítás kikapcsolása

source: Volume %1% (Muted)
de: Lautstärke %1% (Stumm)
hu: Hangerő %1% (Némítva)

source: Volume %1%
de: Lautstärke %1%
hu: Hangerő %1%

# Singular
source: 1 Track
de: Ein Stück
hu: 1 Szám

# Plural (N!=1)
source: %1 Tracks
de: %1 Stücke
hu: %1 Számok

# Singular
source: 1 Track (%1)
de: Ein Stück (%1)
hu: 1 Szám (%1)

# Plural (N!=1)
source: %1 Tracks (%2)
de: %1 Stücke (%2)
hu: %1 Számok (%2)

# Plural (N!=1)
source: %1 Albums
de: %1 Alben
hu: %1 Album

# Singular
source: 1 Artist
de: Ein Künstler
hu: 1 Előadó
