Repository: CDrummond/cantata
Catalog: po/*.po
Languages: de, hu

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>AAC</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Variable_bitrate#Advantages_and_disadvantages_of_VBR>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the <a href=http://www.ffmpeg.org/faq.html#SEC21>average bitrate</a> of the encoded track.<br><b>150kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>120kb/s</b> might be unsatisfactory for music and anything above <b>200kb/s</b> is probably overkill.
de: Die Bitrate ist eine Einheit für die Menge an Daten um eine Sekunde des Stückes darzustellen.<br>Der <b>AAC</b>-Encoder unterstützt <a href=http://de.wikipedia.org/wiki/Bitrate#Variable_Bitrate>Variable Bitraten (VBR)</a>,was bedeutet, dass der Bitraten-Wert eines Stückes basierend auf der Komplexität des Audio-Inhalts schwankt. Komplexere Abstände von Daten werden mit einer höheren Bitrate als weniger komplexe kodiert. Dieser Ansatz führt zu einer insgesamt besseren Qualität und einer kleineren Datei als mit einer konstanten Bitrate über das gesamte Stück.<br> Die Bitraten-Einstellung mit dem Schieberegler ist nur eine grobe Schätzung der durchschnittlichen Bitrate des kodierten Stückes bei einem Qualitätswert.<br/><b>160kb/s</b> ist eine gute Wahl für Musikhören auf einem tragbaren Player.<br/>Alles unter <b>150kb/s</ b> könnte nicht zufriedenstellend sein alles über <b>200kb/s</b> ist wahrscheinlich übertrieben.
hu: A bitráta az adatminőség mérésére szolgál a szám egy másodpercére vonatkoztatva.<br> A Cantata által használt <b>AAC</b> kódoló támogatj a <a href=http://hu.wikipedia.org/wiki/Változó_bitráta>változó bitráta (VBR)</a> beállítását, ami azt jelenti, hogy értéke változik a szám során, annak megfelelően, hogy a hanganyag tartalma mennyire összetett. A komplexebb adatszakaszok magasabb bitrátával lesznek kódolva, mint a kevésbé komplexek; ez a megközelítés egyszerre produkál jobb minőséget és kisebb fájlt, mint az állandó bitráta a szám egésze során. <br>Ezért a csúszkán lévő bitrátaérték csak becslése <a href=http://www.ffmpeg.org/faq.html#SEC21>az átlagos értéknek <b>150kb/s</b> jó választás zenék hordozható lejátszókon történő hallgatására. <br/>Bármi <b>120kb/s</b> alatt bárki számára alkalmatlan lehet és bármi <b>200kb/s</b> fölött túlzó lehet.

source: Expected average bitrate for variable bitrate encoding
de: Erwartete durchschnittliche Bitrate für die Kodierung mit variabler Bitrate
hu: Változó bitrátás kódolás várható bitrátája

source: Smaller file
de: Kleinere Datei
hu: Kisebb fájl

source: Better sound quality
de: Bessere Qualität
hu: Jobb hangminőség

source: <a href=http://en.wikipedia.org/wiki/MP3>MPEG Audio Layer 3</a> (MP3) is a patented digital audio codec using a form of lossy data compression.<br>In spite of its shortcomings, it is a common format for consumer audio storage, and is widely supported on portable music players.
de: <a href=http://de.wikipedia.org/wiki/MP3>MPEG Audio Layer 3</ a> (MP3) ist ein patentierter digitaler Audio-Codec mit einer verlustbehafteten Komprimierung.<br> Trotz seiner Mängel ist es ein weit verbreitetes Format zum Speichern von Audiodateien und ist unterstützt fast alle tragbaren Musik-Player.
hu: <a href=http://hu.wikipedia.org/wiki/MP3>MPEG Audio Layer 3</a> (MP3) veszteséges adattömörítést alkalmazó szabadalmaztatott digitális hang codec, <br>Tökéletlenségei ellenére a felhasználói hang tárolás elterjedt formátuma, és a hordozható zenejátszók széles köre támogatja.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>MP3</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/MP3#VBR>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>160kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>120kb/s</b> might be unsatisfactory for music and anything above <b>205kb/s</b> is probably overkill.
de: Die Bitrate ist eine Einheit für die Menge an Daten, um eine Sekunde des Stückes darzustellen.<br>Der <b>MP3</b>-Encoder unterstützt <a href=http://de.wikipedia.org/wiki/Bitrate#Variable_Bitrate>Variable Bitraten (VBR)</a>,was bedeutet, dass der Bitraten-Wert eines Stückes basierend auf der Komplexität des Audio-Inhalts schwankt. Komplexere Abstände von Daten werden mit einer höheren Bitrate als weniger komplexe kodiert. Dieser Ansatz führt zu einer insgesamt besseren Qualität und einer kleineren Datei als mit einer konstanten Bitrate über das gesamte Stück.<br> Die Bitraten-Einstellung mit dem Schieberegler ist nur eine grobe Schätzung der durchschnittlichen Bitrate des kodierten Stückes bei einem Qualitätswert.<br/><b>160kb/s</b> ist eine gute Wahl für Musikhörenauf einem tragbaren Player.<br/>Alles unter <b>120kb/s</b> könnte nicht zufriedenstellend sein alles über <b>205kb/s</b> ist wahrscheinlich übertrieben.
hu: A bitráta az adatminőség mérésére szolgál a szám egy másodpercére vonatkoztatva.<br> A Cantata által használt <b>MP3</b> kódoló támogatja a <a href=http://en.wikipedia.org/wiki/MP3#VBR>változó bitráta (VBR)</a> beállítását, ami azt jelenti, hogy értéke változik a szám során, annak megfelelően, hogy a hanganyag tartalma mennyire összetett. A komplexebb adatszakaszok magasabb bitrátával lesznek kódolva, mint a kevésbé komplexek; ez a megközelítés egyszerre produkál jobb minőséget és kisebb fájlt, mint az állandó bitráta a szám egésze során. <br><b>160kb/s</b> jó választás zenék hordozható lejátszókon történő hallgatására. <br/>Bármi <b>120kb/s</b> alatt bárki számára alkalmatlan lehet és bármi <b>205kb/s</b> fölött túlzó lehet.

source: <a href=http://en.wikipedia.org/wiki/Vorbis>Ogg Vorbis</a> is an open and royalty-free audio codec for lossy audio compression.<br>It produces smaller files than MP3 at equivalent or higher quality. Ogg Vorbis is an all-around excellent choice, especially for portable music players that support it.
de: <a href=http://de.wikipedia.org/wiki/Vorbis>Ogg Vorbis </a> ist ein offener und lizenzfreier Audio-Codec für verlustbehaftete Audio-Kompression.<br>Er produziert kleinere Dateien als MP3 bei gleicher oder höherer Qualität. Ogg Vorbis ist ein rundum gute Wahl besonders für tragbare Musik-Player welche ihn unterstützen.
hu: <a href=http://hu.wikipedia.org/wiki/Ogg>Ogg Vorbis</a> nyílt jogtiszta veszteséges hangtömörítő hang codec. <br> Az MP3-nál kisebb fájlokat produkál azonos, vagy jobb minőség mellett. Az Ogg Vorbis általában kiváló választás, különösen azokat hordozható zenelejátszók esetén.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Vorbis</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Vorbis#Technical_Encoder>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>The Vorbis encoder uses a quality rating between -1 and 10 to define a certain expected audio quality level. The bitrate measure in this slider is just a rough estimate (provided by Vorbis) of the average bitrate of the encoded track given a quality value. In fact, with newer and more efficient Vorbis versions the actual bitrate is even lower.<br><b>5</b> is a good choice for music listening on a portable player.<br/>Anything below <b>3</b> might be unsatisfactory for music and anything above <b>8</b> is probably overkill.
de: Die Bitrate ist eine Einheit für die Menge an Daten, um eine Sekunde des Stückes darzustellen.<br>Der <b>Vorbis</b>-Encoder unterstützt <a href=http://de.wikipedia.org/wiki/Bitrate#Variable_Bitrate>Variable Bitraten (VBR)</a>,was bedeutet, dass der Bitraten-Wert eines Stückes basierend auf der Komplexität des Audio-Inhalts schwankt. Komplexere Abstände von Daten werden mit einer höheren Bitrate als weniger komplexe kodiert. Dieser Ansatz führt zu einer insgesamt besseren Qualität und einer kleineren Datei als mit einer konstanten Bitrate über das gesamte Stück.<br/>Der Vorbis-Encoder verwendet eine Wertigkeit zwischen -1 und 10, um eine bestimmte erwartete Audioqualität zu definieren. Die Bitraten-Einstellung mit dem Schieberegler ist nur eine grobe Schätzung (bereitgestellt von Vorbis) der durchschnittlichen Bitrate des codierten Stückes bei einem Qualitätswert. Mit neueren und effizienteren Vorbis-Versionen ist die tatsächlicheBitrate ist sogar noch niedriger.<br><b>5</b> ist eine gute Wahl für Musikhören auf einem tragbaren Player.<br/>Alles unter <b>3</b> könnte nicht zufriedenstellend sein alles über <b>8</b> ist wahrscheinlich übertrieben.
hu: A bitráta az adatminőség mérésére szolgál a szám egy másodpercére vonatkoztatva.<br> A Cantata által használt <b>Ogg Vorbis</b> kódoló támogatja <a href=http://hu.wikipedia.org/wiki/Vorbis>változó bitráta (VBR)</a> beállítását, ami azt jelenti, hogy értéke változik a szám során, annak megfelelően, hogy a hanganyag tartalma mennyire összetett. A komplexebb adatszakaszok magasabb bitrátával lesznek kódolva, mint a kevésbé komplexek;ez a megközelítés egyszerre produkál jobb minőséget és kisebb fájlt, mint az állandó bitráta a szám egésze során. <br>A Vorbis kódoló -1 és 10 közötti minőségi besorolást használ egy adott elvárt hangminőség meghatározására A bitráta érték a csúszkán csak durva becslése (Vorbis adja meg) a kódolt szám minőségének. A valóságban az újabb Vorbis verziók bitrátája ennél kisebb. <b><b>5</b> jó választás zenék hordozható lejátszókon történő hallgatására. <br/>Bármi <b>3</b> alatt bárki számára alkalmatlan lehet és bármi <b>8</b> fölött túlzó lehet.

source: Quality rating
de: Qualitätsbewertung
hu: Minőségi besorolás

source: <a href=http://en.wikipedia.org/wiki/Opus_(audio_format)>Opus</a> is a patent-free digital audio codec using a form of lossy data compression.
hu: <a href=http://hu.wikipedia.org/wiki/Opus_(hangformátum)>Opus</a> szabadalommentes, veszteséges adattömörítést alkalmazó digitális audio codec.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Opus</b> encoder used by Cantata supports a <a href=http://en.wikipedia.org/wiki/Variable_bitrate>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>128kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>100kb/s</b> might be unsatisfactory for music and anything above <b>256kb/s</b> is probably overkill.
de: Die Bitrate ist eine Einheit für die Menge an Daten, um eine Sekunde des Stückes darzustellen.<br>Der <b>Opus</b>-Encoder unterstützt <a href=http://de.wikipedia.org/wiki/Bitrate#Variable_Bitrate>Variable Bitraten (VBR)</a>,was bedeutet, dass der Bitraten-Wert eines Stückes basierend auf der Komplexität des Audio-Inhalts schwankt. Komplexere Abstände von Daten werden mit einer höheren Bitrate als weniger komplexe kodiert. Dieser Ansatz führt zu einer insgesamt besseren Qualität und einer kleineren Datei als mit einer konstanten Bitrate über das gesamte Stück.<br> Die Bitraten-Einstellung mit dem Schieberegler ist nur eine grobe Schätzung der durchschnittlichen Bitrate des kodierten Stückes bei einem Qualitätswert.<br/><b>128kb/s</b> ist eine gute Wahl für Musikhörenauf einem tragbaren Player.<br/>Alles unter <b>100kb/s</b> könnte nicht zufriedenstellend sein alles über <b>256kb/s</b> ist wahrscheinlich übertrieben.
hu: A bitráta az adatminőség mérésére szolgál a szám egy másodpercére vonatkoztatva.<br> A Cantata által használt <b>Opus</b> kódoló támogatja a <a href=http://hu.wikipedia.org/wiki/Változó_bitráta>változó bitráta (VBR)</a> beállítását, ami azt jelenti, hogy értéke változik a szám során, annak megfelelően, hogy a hanganyag tartalma mennyire összetett. A komplexebb adatszakaszok magasabb bitrátával lesznek kódolva, mint a kevésbé komplexek; ez a megközelítés egyszerre produkál jobb minőséget és kisebb fájlt, mint a szám egésze során állandó bitráta. <br>Ezért a csúszkán lévő bitrátaérték csak becslése az átkódolt szám átlagos bitrátájának.<br><b>128kb/s</b> jó választás zenék hordozható lejátszókon történő hallgatására. <br/>Bármi <b>100kb/s</b> alatt bárki számára alkalmatlan lehet és bármi <b>256kb/s</b> fölött túlzó lehet.

source: Apple Lossless
hu: Apple veszteségmentes

source: <a href=http://en.wikipedia.org/wiki/Apple_Lossless>Apple Lossless</a> (ALAC) is an audio codec for lossless compression of digital music.<br>Recommended only for Apple music players and players that do not support FLAC.
de: <a href=http://de.wikipedia.org/wiki/Apple_Lossless>Apple Lossless </a> (ALAC) ist ein Audio-Codec für die verlustfreie Komprimierung digitaler Musik.<br>Empfohlen wird dies nur für Apple Geräte und Geräte welche keine Unterstützung FLAC besitzen.
hu: <a href=http://en.wikipedia.org/wiki/Apple_Lossless>Apple Lossless</a> (ALAC) veszteségmentes digitális zenetömörítő audio codec. <br>Csak a FLAC-ot nem támogató Apple zenelejátszók és lejátszók számára javasolt

source: <a href=http://en.wikipedia.org/wiki/Free_Lossless_Audio_Codec>Free Lossless Audio Codec</a> (FLAC) is an open and royalty-free codec for lossless compression of digital music.<br>If you wish to store your music without compromising on audio quality, FLAC is an excellent choice.
de: <a href=http://de.wikipedia.org/wiki/Free_Lossless_Audio_Codec>Free Lossless Audio Codec </a> (FLAC) ist ein offener und lizenzfreier Codec für verlustfreie Komprimierung von digitaler Musik. <br> Wenn Sie Ihre Musik ohne Kompromisse bei der Audioqualität speichern möchten, ist FLAC eine ausgezeichnete Wahl.
hu: <a href=http://hu.wikipedia.org/wiki/Free_Lossless_Audio_Codec>Free Lossless Audio Codec</a> (FLAC) egy veszteségmentes, nyílt és jogdíjmentes digitális zenetömörítő codec. <br>Ha a zenédet hangminőség-romlás nélkül akarod tárolni, FLAC kitűnő választás.

source: The <a href=http://flac.sourceforge.net/documentation_tools_flac.html>compression level</a> is an integer value between 0 and 8 that represents the tradeoff between file size and compression speed while encoding with <b>FLAC</b>.<br/> Setting the compression level to <b>0</b> yields the shortest compression time but generates a comparably big file.<br/>On the other hand, a compression level of <b>8</b> makes compression quite slow but produces the smallest file.<br/>Note that since FLAC is by definition a lossless codec, the audio quality of the output is exactly the same regardless of the compression level.<br/>Also, levels above <b>5</b> dramatically increase compression time but create an only slightly smaller file, and are not recommended.
de: Der <a href=http://flac.sourceforge.net/documentation_tools_flac.html>Komprimierungsgrad</a> ist ein Zahlenwert zwischen 0 and 8, welcher einen Kompromiss zwischen Dateigröße und Komprimierungsgeschwindigkeit während der Kodierung mit<b>FLAC</b> darstellt.<br/> Einstellen der Kompressionsrate auf <b>0</ b> liefert die kürzeste Zeit, aber die Kompression erzeugt eine vergleichsweise große Datei.<br/>Auf der anderen Seite arbeitet eine Kompression von <b>8</b> sehr langsam, erzeugt aber eine kleinere Datei.<br/>Beachten Sie, dass FLAC per Definition ein verlustfreier Codec ist. Die Audio-Qualität der Ausgabe ist unabhängig von der Kompression.<br/>Ein Komprimierungsgrad über <b>5</b> erhöht erheblich die Kompressionszeit wird aber kaum kleinere Dateien erstellen.
hu: A FLAC <a href=http://flac.sourceforge.net/documentation_tools_flac.html>tömörítési szintjét</a> 0 és 8 közötti egész érték jelzi a <b>FLAC</b> általi a kódolás során a fájl mérete és a tömörítés sebessége közötti kompromisszumot. <br/>A tömörítés szintjét <b>0</b>-ra állítva a tömörítési idő rövid lesz, de viszonylag nagy fájlt eredményez. <br/>Más részről ha a tömörítés szintje <b>8<b>, a tömörítés nagyon lassú lesz, de a legkisebb mérete adja. <br/> Mellesleg, mivel definíciója szerint a FLAC veszteségmentes kódoló, a kimeneti hangfájl minősége a tömörítés értékétől függetlenül azonos lesz.</br>Minden <b>5<b> fölötti érték miközben drámaian növeli a tömörítési időt, a fájlméret csak kicsit lesz kisebb és nem ajánlott.

source: Compression level
de: Komprimierungsgrad
hu: Tömörítési szint

source: Faster compression
de: Schnellere Komprimierung
hu: Gyorsabb tömörítés

source: <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio>Windows Media Audio</a> (WMA) is a proprietary codec developed by Microsoft for lossy audio compression.<br>Recommended only for portable music players that do not support Ogg Vorbis.
de: <a href=http://de.wikipedia.org/wiki/Windows_Media_Audio>Windows Media Audio</a> (WMA) ist ein proprietärer Codec von Microsoft für verlustbehaftete Audiokompression.<br>Empfohlen nur für tragbare Geräte welche nicht Ogg Vorbis unterstützen.
hu: <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio>Windows Media Audio</a> (WMA) Microsoft által kifejlesztett, szabadalmaztatott veszteséges hangtömörítési eljárás. <br>Csak azon hordozható zenejátszók esetén ajánlott, amelyek nem támogatják az Ogg Vorbis-t.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>Due to the limitations of the proprietary <b>WMA</b> format and the difficulty of reverse-engineering a proprietary encoder, the WMA encoder used by Cantata sets a <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio>constant bitrate (CBR)</a> setting.<br>For this reason, the bitrate measure in this slider is a pretty accurate estimate of the bitrate of the encoded track.<br><b>136kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>112kb/s</b> might be unsatisfactory for music and anything above <b>182kb/s</b> is probably overkill.
de: Die Bitrate ist eine Einheit für die Menge an Daten um eine Sekunde des Stückes darzustellen.<br>Aufgrund der Einschränkungen des proprietären <b>WMA</b>-Formats und die Schwierigkeit eines Reverse-Engineerings des Encoders wird der WMA-Encoder, welcher von Cantata benutzt wird <a href=http://de.wikipedia.org/wiki/Windows_Media_Audio>eine konstante Bitrate (CBR)</a> benutzen.<br>Aus diesem Grund ist die Bitrateneineit in diesem Schieberegler eine ziemlich genaue Schätzung der Bitrate der codierten Spur.<br><b>136kb/s</b> ist eine gute Wahl für Musikhörenauf einem tragbaren Gerät.<br/>Alles unter <b>112kb/s</ b> könnte nicht zufriedenstellend sein, aber alles über <b>182kb/s</b> ist wahrscheinlich übertrieben.
hu: A bitráta az adatminőség mérésére szolgál a szám egy másodpercére vonatkoztatva.<br> A szabadalmi korlátozások és a jogvédett kódoló visszafejtésének nehézségei következtében a Cantata által használt <b>WMA</b> kódoló <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio>állandó bitrátát (CBR)</a> alkalmaz. <br>Ennek következtében a csúszkán a szám kódolásának jelzett bitrátája elég pontos becslés. <br><b>136kb/s<!b> jó választás zenék hordozható lejátszón történő hallgatására. <br>Minden <b>112kb/s</b> alatt nem kielégítő zenét eredményez és bármi <b>182kb/s</b> fölött valószínűleg túllövés.

source: Filename Scheme
de: Dateischema
hu: Fájlnév-séma

# Example album artist
source: Various Artists
de: Verschiedene Künstler
hu: Vegyes előadók

# Example artist
source: Wibble
hu: Zengetés

source: The following variables will be replaced with their corresponding meaning for each track name.
hu: A következő változók lesznek lecserélve a megfelelő értelemben minden egyes szám nevében.

source: <tr><th><em>Variable</em></th><th><em>Button</em></th><th><em>Description</em></th></tr>
hu: <tr><th><em>Változó</em></th><th><em>Gomb</em></th><th><em>Leírás</em></th></tr>

source: Updating...
de: Aktualisiere...
hu: Frissítés...

source: Reading cache
de: Lese den Zwischenspeicher
hu: Cache olvasása

source: Connecting to device...
de: Verbinde mit Gerät...
hu: Csatlakozás az eszközhöz...

source: No devices found
de: Keine Geräte gefunden
hu: Nem találtam eszközt

source: Connected to device
de: Mit Gerät verbunden
hu: Csatlakozva az eszközhöz

source: Disconnected from device
de: Vom Gerät getrennt
hu: Leválasztva az eszközről

source: Updating folders...
de: Aktualisiere Ordner...
hu: Könyvtárak frissítése

source: Updating files...
de: Aktualisiere Dateien...
hu: Fájlok frissítése...

source: Updating tracks...
de: Aktualisiere Titel...
hu: számok frissítése...

source: Not Connected
de: Nicht verbunden
hu: Nincs csatlakozva

source: %1 (Disc %2)
de: %1 (Disk %2)
hu: %1 (Lemez %2)

source: No matches found in MusicBrainz
de: Keine Treffer in MusicBrainz gefunden
hu: Nincs találat a MusicBrainz-ben

source: Connection
de: Verbindung
hu: Csatlakozás

source: Music Library
de: Musikbibliothek
hu: Zenekönyvtár

source: A remote device named '%1' already exists! Please choose a different name.
hu: A '%1' nevű távoli eszköz már létezik! Kérlek válassz másik nevet.

source: Samba Share
de: Samba-Freigabe
hu: Szamba-megosztás

source: Samba Share (Auto-discover host and port)
de: Samba-Freigabe (Automatisch Host und Port finden)
hu: Szamba-megosztás (kiszolgáló és port automatikus felderítése)

source: Secure Shell (sshfs)
hu: Biztonságos héj (sshfs)

source: Locally Mounted Folder
de: Lokal eingehängter Ordner
hu: Helyileg csatolt könyvtár

source: Available
de: Verfügbar
hu: Elérhető

source: Not Available
de: Nicht verfügbar
hu: Nem elérhető

source: Failed to resolve connection details for %1
de: Fehler beim Auflösen der Verbindungsdetails zu %1
hu: Nem sikerült megállapítani a csatlakozási részleteket erre %1

source: Connecting...
de: Verbinde...
hu: Csatlakozás...

source: Password prompting does not work when cantata is started from the commandline.
de: Passwortabfrage funktioniert nicht, wenn Cantata von der Kommandozeile gestartet wird.
hu: A jelszóbekérés nem működik, amikor a Cantata-t parancssorból indítják.

source: No suitable ssh-askpass application installed! This is required for entering passwords.
de: Kein brauchbares ssh-askpass installiert. Dies wird benötigt, um Passwörter eingeben zu können.
hu: Nincs megfelelő ssh-jelszóbekérő alkalmazás telepítve. A jelszó beviteléhez szükséges.

source: Mount point ("%1") is not empty!
de: Einhängepunkt ("%1") ist nicht leer.
hu: Csatolási pont ("%1") nem üres!

source: "sshfs" is not installed!
de: "sshfs" ist nicht installiert.
hu: "sshfs" nincs telepítve!

source: Disconnecting...
de: Verbindung beenden...
hu: Leválasztás...
