Repository: CDrummond/cantata
Catalog: po/*.po
Languages: de, hu

source: Replay Gain is a proposed standard published in 2001 to normalize the perceived loudness of computer audio formats such as MP3 and Ogg Vorbis. It works on a track/album basis, and is now supported in a growing number of players.<br/><br/>The following ReplayGain settings may be used:<ul><li><i>None</i> - No ReplayGain is applied.</li><li><i>Track</i> - Volume will be adjusted using the track's ReplayGain tags.</li><li><i>Album</i> - Volume will be adjusted using the albums's ReplayGain tags.</li><li><i>Auto</i> - Volume will be adjusted using the track's ReplayGain tags if random play is activated, otherwise the album's tags will be used.</li></ul>
hu: A Replay Gain egy 2001-ben abból a célból kiadott ajánlott szabvány, hogy beszabályozza az MP3 és Ogg Vorbis-hez hasonló számítógépes hangformátum várható hangerejét. Szám/album alapon dolgozik, és mára növekvő számú lejátszó támogatja..<br/><br/> A következő Replay Gain (lejátszási szint)beállítások használhatók <ul><li><i>Nincs</i> - értelemszerű.</li><li><i>Szám</i> - A hangerőt a szám ReplayGain jelölője szerint állítja be.</li><li><i>Album</i> - A hangerő beállításához az album ReplayGain jelölőjét használja.</li><li><i>Auto</i> - Amennyiben véletlenszerű lejátszás van, akkor a hangerőt a szám ReplayGain jelölője szerint, más esetben pedig az album jelölője szerint állítja be.</li></ul>

source: Rename
de: Umbenennen
hu: Átnevezés

source: Remove Duplicates
hu: Másolatok eltávolítása

source: Are you sure you wish to remove the selected playlists? This cannot be undone.
hu: Biztos el akarod távolítani a kiválasztott lejátszási listát? Ez nem vonható vissza.

source: Remove Playlists
de: Entferne Wiedergabelisten?
hu: Lejátszási lista eltávolítása

source: A playlist named '%1' already exists! Overwrite?
hu: A(z) '%1' nvű lejátszási lista már létezik! Felülírod?

source: Overwrite Playlist
de: Wiedergabeliste überschreiben?
hu: Lejátszási lista felülírása

source: Rename Playlist
de: Wiedergabeliste umbenennen
hu: Lejátszási lista eltávolítása

source: Enter new name for playlist:
de: Bitte neuen Namen für die Wiedergabeliste angeben:
hu: Adj új nevet a lejátszási listának:

source: Cannot add songs from '%1' to '%2'
hu: A dalok innen '%1'nem adhatók ide '%2'

source: 1 Track
de: Ein Stück
hu: 1 Szám

source: 1 Track (%2)
de: Ein Stück (%2)
hu: 1 Szám (%2)

source: 1 Artist
de: Ein Künstler
hu: 1 Előadó

source: 1 Stream
de: Ein Stream
hu: 1 Adatfolyam

source: 1 Entry
de: Ein Eintrag
hu: 1 elem

source: 1 Rule
de: Eine Regel
hu: 1 Szabály

source: 1 Episode
de: Eine Episode
hu: 1 Rész

source: 1 Update available
hu: 1 Van frissítés

source: Collection Settings
de: Einstellungen zur Sammlung
hu: Gyűjtemény beállításai

source: Playback
de: Wiedergabe
hu: Lejátszás

source: Playback Settings
de: Wiedergabeeinstellungen
hu: Lejátszás beállításai

source: Files
de: Dateien
hu: Fájlok

source: File Settings
de: Dateieinstellungen
hu: Fájl-beállítások

source: Interface
de: Oberfläche
hu: Felület

source: Interface Settings
de: Einstellungen zur Oberfläche
hu: A felület beállításai

source: Streams Settings
hu: Hangfolyam beállításai

source: Online Providers
hu: Online szolgáltatók

source: Context
de: Kontext
hu: Tartalom

source: Context View Settings
de: Einstellungen zur Kontextansicht
hu: Tartalmi nézet beállításai

source: Scrobbling
hu: Zenefeljegyzés

source: Scrobbling Settings
hu: Zenefeljegyzés beállításai

source: HTTP Server
hu: HTTP Szerver

source: HTTP Server Settings
de: HTTP-Server-Einstellungen
hu: HTTP Szerver beállításai

source: Audio CD Settings
de: Audio-CD-Einstellungen
hu: Hang CD beállításai

# Qt-only
source: Proxy Settings
de: Proxyeinstellungen
hu: Proxybeállítások

# Qt-only
source: Shortcuts
de: Tastaturkürzel
hu: Gyorsbillentyűk

# Qt-only
source: Keyboard Shortcut Settings
de: Tastaturkürzel-Einstellungen
hu: Gyorsbillentyűk beállításai

source: Cached Items
de: Zwischengespeicherte Daten
hu: Cache elemei

source: Cantata Preferences
hu: A Cantata beállításai

source: Configure
de: Einstellungen
hu: Beállítás

source: Composer:
hu: Zeneszerző:

source: Performer:
hu: Szereplő:

source: Genre:
hu: Műfaj:

source: Comment:
hu: Megjegyzés:

source: Date:
de: Datum:
hu: Dátum:

source: Modified:
hu: Módosítva:

source: Any:
hu: Bármely:

source: No tracks found.
de: Keine Texte gefunden.
hu: Számokat nem találtam.

source: <i> This folder will also be used to locate music files for transferring to (and from) devices.</i>
de: <i> Dieser Ordner wird verwendet für Musik-Dateien zur Übertragung zum und vom Gerät.</i>
hu: <i> A könyvtár az eszközökre (és eszközökről) átvitelre szánt zene tárolására is szolgál.</i>

source: Host:
hu: Elhelyező:

source: Which type of collection do you wish to connect to?
hu: Milyen típusú válogatáshoz szeretnél csatlakozni?

source: Standard - music collection may be shared, is on another machine, or is already setup
hu: Standard - megosztható zeneválogatás, másik gépen van, vagy már be lett állítva

source: Basic - music collection is not shared with others, and Cantata will configure and control the MPD instance
hu: Basic - nem megosztott zeneválogatás, a Cantata fogja beállítani és vezérelni az MPD példányt

source: Add Collection
de: Füge Sammlung hinzu
hu: Gyűjteményt hozzáad

source: Standard
hu: Szabványos

source: Basic
de: Einfach
hu: Alap

source: Delete '%1'?
hu: Törlöd a(z) '%1'-t?

source: Delete
de: Lösche
hu: Törlés

source: New Collection %1
de: Neue Sammlung %1
hu: Új gyűjtemény %1

source: Default
de: Voreinstellung
hu: Alapbeállítás

source: Previous Track
de: Vorheriges Stück
hu: Előző szám

source: Next Track
de: Nächstes Stück
hu: Következő szám

source: Play/Pause
de: Abspielen/Pause
hu: Lejátszás/Szünet

source: Stop After Current Track
de: Stoppe nach aktuellem Stück
hu: A mostani szám után leáll

source: Increase Volume
de: Lautstärke anheben
hu: Hangerő növelése

source: Decrease Volume
de: Lautstärke verringern
hu: Hangerő csökkentése

source: Save As
de: Speichern unter
hu: Mentés mint...

source: Add To Play Queue
de: In Warteschlange einreihen
hu: Lejátszási listához hozzáad

source: Replace Play Queue
de: Warteschlange ersetzen
hu: Lejátszási lista lecserélése

source: Add With Priority
de: Hinzufügen mit Priorität
hu: Hozzáad prioritással

source: Highest Priority (255)
de: Höchste Priorität (255)
hu: Legmagasabb prioritás (255)

source: High Priority (200)
de: Hohe Priorität (200)
hu: Magas prioritás (200)

source: Medium Priority (125)
de: Mittlere Priorität (125)
hu: Közepes prioritás (125)

source: Low Priority (50)
de: Niedrige Priorität (50)
hu: Alacsony prioritás (50)

source: Default Priority (0)
de: Normale Priorität (0)
hu: Alap prioritás (0)

source: Custom Priority...
de: Angepasste Priorität
hu: Tetszőleges prioritás...

source: Add To Playlist
de: Zur Wiedergabeliste hinzufügen
hu: Lejátszási listához ad

source: Organize Files
de: Dateien organisieren
hu: Fájlok rendezése

source: Edit Track Information
hu: Száminformációk szerkesztése

source: Copy Songs To Device
de: Kopiere Stücke auf Gerät
hu: Számok másolása az eszközre

source: Set Image
de: Setze Bild
hu: Kép beállítása

source: Find
hu: Keres

source: Now playing
de: Spiele jetzt
hu: Most megy

source: Local loopback (%1)
hu: Helyi visszacsatolás (%1)

source: Wired (%1)
hu: Vezetékes (%1)

source: Wireless (%1)
hu: Vezeték nélküli (%1)

source: First active interface
de: Erstes aktives Interface
hu: Az első aktív interfész

source: Play
hu: Lejátszás

source: Pause
hu: Szünet

# Album by Artist
source: %1 by %2
de: %1 von %2
hu: %1 előadja %2

source: Cue Sheet
hu: Kulcslap

source: Playlist
hu: Lejátszási lista

source: Configure Device
de: Geräteeinstellungen
hu: Eszköz beállítása

source: Refresh Device
de: Aktualisiere Gerät
hu: Eszköz frissítése

source: Connect Device
de: Mit Gerät verbinden
hu: Eszköz csatlakoztatása

source: Disconnect Device
de: Vom Gerät trennen
hu: Eszköz leválasztása

source: Edit CD Details
de: Bearbeite CD-Details
hu: CD-adatok szerkesztése

source: No Devices Attached
de: Keine Geräte verbunden
hu: Nincs csatlakoztatott eszköz

source: Not logged in
de: Nicht eingeloggt
hu: Nincs bejelentkezve

source: Logged in
de: Eingeloggt
hu: Bejelentkezve

source: No subscriptions
de: Keine Abonnements
hu: Nincs előfizetés

source: You do not have an active subscription
de: Sie haben noch ein aktives Abonnement
hu: Nincs aktív előfizetésed

source: Logged in (expiry:%1)
de: Eingeloggt seit (expiry:%1)
hu: Bejelentkezve (lejárat:%1)

source: Session expired
de: Sitzung abgelaufen
hu: Munkamenet lejárt

source: Audio File
de: Audio-Datei
hu: Hangfájl

source: Single Tracks
de: Einzelne Lieder
hu: Egyedüli számok

source: Configure Service
de: Dienst einrichten
hu: Szolgáltatás beállítása

source: Refresh Service
de: Aktualisiere Dienst
hu: Szolgáltatás frissítése

source: Add Subscription
de: Abonnements hinzufügen
hu: Előfizetés hozzáadása

source: Remove Subscription
de: Abonnement entfernen
hu: Előfizetés eltávolítása

source: Refresh Subscription
de: Abonnement aktualisieren
hu: Előfizetés frissítése

source: Last Search:%1
de: Letzte Suche: %1
hu: Utoljára keresett:%1

source: Not Loaded
de: Nicht geladen
hu: Nincs betöltve

source: Use search to locate tracks
de: Benutzen Sie die Suche, um Stücke zu finden
hu: Számok előkerítésére használd a keresést

source: (Downloading: %1%)
de: (Lädt herunter: %1%)
hu: (Letölt: %1%)

source: (Download Queued)
hu: (Letöltés sorbaállítva)

source: New Playlist...
de: Neue Wiedergabeliste…
hu: Új lejátszási lista...

source: Smart Playlist
de: Intelligente Wiedergabeliste
hu: Okos lejátszási lista

source: Length
de: Länge
hu: Időtartam

source: Disc
de: Disk
hu: Lemez

source: Rating
hu: Besorolás

source: Undo
hu: Visszavon

source: Redo
hu: Újra végrehajt

source: Shuffle
hu: Összekeverés

source: Sort By
hu: Rendezés ... szerint

source: Album Artist
de: Albumkünstler
hu: Album előadója

source: Loading...
de: Lade...
hu: Betöltés...

source: Bookmarks
de: Lesezeichen
hu: Könyvjelzők

source: Favorites
de: Favoriten
hu: Kedvencek

source: Bookmark Category
de: Kategorie zu Lesezeichen hinzufügen
hu: Könyvjelző-kategóriák

source: Add Stream To Favorites
de: Füge Stream den Favoriten hinzu
hu: Hangfolyam hozzáadása a kedvencekhez

source: Configure Streams
de: Konfiguriere Streams
hu: Hangfolyam beállítása

source: Unknown
de: Unbekannt
hu: Ismeretlen

source: Connection to %1 failed
de: Verbindung zu %1 fehlgeschlagen
hu: Csatlakozás ehhez %1 sikertelen

source: Connection to %1 failed - please check your proxy settings
hu: Kapcsolódás %1 -hez nem sikerült - kérem ellenőrizd a proxy beállításait.

source: Connection to %1 failed - incorrect password
de: Verbindung zu %1 fehlgeschlagen – falsches Passwort
hu: Csatlakozás ehhez %1 sikertelen - hibás jelszó

source: Failed to send command to %1 - not connected
de: Fehler beim Senden von Kommando zu %1 – nicht verbunden
hu: Csatlakozás ehhez %1 sikertelen - nincs csatlakozva

source: Failed to load. Please check user "mpd" has read permission.
de: Fehler beim Laden. Bitte prüfen ob "mpd" Leseberechtigung besitzt.
hu: Betöltés sikertelen. Ellenőrizd a felhasználó "mpd" olvasási jogát.

source: Failed to load. MPD can only play local files if connected via a local socket.
de: Fehler beim Laden. MPD kann nur lokale Dateien abspielen, wenn eine Verbindung über einen lokalen Socket besteht.
hu: Betöltés sikertelen. Az MPD csak helyi fájlokat játszik le, ha helyi csatlakozóra csatolva.

source: Failed to send command. Disconnected from %1
de: Fehler beim Senden des Kommandos. Verbindung zu %1 unterbrochen
hu: Sikertelen parancsküldés. Leválasztva innen: %1

source: Failed to rename <b>%1</b> to <b>%2</b>
de: Fehler beim Umbenennen von <b>%1</b> nach <b>%2</b>
hu: Sikertelen átnevezés erről <b>%1</b> erre <b>%2</b>

source: Failed to save <b>%1</b>
de: Fehler beim Speichern von <b>%1</b>
hu: Sikertelen mentés

source: You cannot add parts of a cue sheet to a playlist!
de: Sie können keine Teile eines Cue-Sheets zu einer Wiedergabeliste hinzufügen.
hu: Kulcslap részletét nem adhatod a lejátszási listához!

source: You cannot add a playlist to another playlist!
de: Sie können eine Wiedergabeliste nicht zu einer anderen Wiedergabeliste hinzufügen.
hu: Nem adhatsz lejátszási listát másik listához!

source: Failed to send '%1' to %2. Please check %2 is registered with MPD.
hu: Nem sikerült %1 elküldése %2 -re. Ellenőrizd, hogy %2 MPD-be be lett-e jegyezve.

source: Personal
de: Persönlich
hu: Személyes

source: Various Artists
de: Verschiedene Künstler:
hu: Vegyes előadók

# Song on Album
source: <b>%1</b> on <b>%2</b>
hu: <b>%1</b> a <b>%2</b>-ön

# Song by Artist on Album
source: <b>%1</b> by <b>%2</b> on <b>%3</b>
hu: <b>%1</b> <b>%2</b>-vel <b>%3</b>-on

source: No proxy
de: Kein Proxy
hu: Nincs proxy

source: Use the system proxy settings
de: Benutze Proxy-Einstellung des Systems
hu: Rendszer proxybeállításainak használata

source: Manual proxy configuration
de: Manuelle Proxy-Einstellung
hu: Kézi proxybeállítás

source: Jamendo Settings
de: Jamendo-Einstellungen
hu: Jamendo beállítás

source: Streaming format:
hu: A hangfolyam formátuma:

source: Streaming
hu: Hangfolyam

source: Magnatune Settings
de: Magnatune-Einstellungen
hu: Magnatune-beállítások

source: Username:
de: Benutzername:
hu: Felhasználónév:

source: Password:
de: Kennwort:
hu: Jelszó:

source: Membership:
de: Mitgliedschaft:
hu: Tagság:

source: Downloads:
hu: Letöltések:

source: Dowloading
de: Lade herunter
hu: Letöltés

source: Updating display
de: Aktualisiere Anzeige
hu: Képernyőfrissítés

source: Grouping tracks
de: Gruppiere Stücke
hu: Számok csoportosítása

source: Parsing response
de: Analyseergebnis
hu: Válaszok elemzése

source: Failed to parse
de: Fehler beim Analysieren
hu: Elemzés sikertelen

source: Failed to download
de: Fehler beim Herunterladen
hu: Letöltés sikertelen

source: Download To Library
de: Herunterladen in Bibliothek
hu: Letöltés könyvtárba

source: Download Podcast Episodes
hu: Podcast részek letöltése

source: Delete Downloaded Podcast Episodes
hu: A letöltött podcast részek törlése

source: Cancel Podcast Episode Download
hu: A podcast-rész letöltésének megszakítása

source: Mark Podcast Episodes As New
hu: A podcast-rész megjelölése újnak

source: Mark Podcast Episodes As Listened
hu: A podcast-rész megjelölése meghallgatottnak

source: Configure...
de: Einstellungen…
hu: Beállítás...

# Search ServiceName:
source: Search %1:
de: Suche %1:
hu: Keresés %1:

source: Re-download music listing for %1?
de: Musikliste noch einmal für %1 herunterladen?
hu: Újratöltésem a zenelistát evvel kapcsolatban %1?

source: Re-download
de: Noch einmal herunterladen
hu: Újra betölt

source: Unsubscribe from '%1'?
hu: Leiratkozol a(z) '%1'-ről?

source: Refresh all podcast listings?
hu: Az összes podcast-listát frissíti?

source: Refresh episode listing from '%1'?
hu: A(z) '%1' részeinek listáját frissíti?

source: Do you wish to download the selected podcast episodes?
hu: Biztosan eltávolítanád a kiválasztott %1 podcast epizódot?

source: Cancel podcast episode downloads (both current and any that are queued)?
hu: Podcast-rész letöltését megszakítja (mind a folyamatban lévőt, mind a várakozót)?

source: Do you wish to the delete downloaded files of the selected podcast episodes?
hu: Letörölnéd a következő kiválasztott podcast részek letöltött fájljait?

source: Do you wish to mark the selected podcast episodes as new?
hu: Megjelölöd a kiválasztott podcast-részt újnak?

source: Do you wish to mark the selected podcast episodes as listened?
hu: Megjelölöd a kiválasztott podcast-részt meghallgatottnak?

source: Website:
de: Webseite:
hu: Weblap:

source: Podcast details
hu: A podcast részletei

source: Select a podcast to display its details
hu: Válaszd ki a podcast-ot, amiek a részleteit megjelenítenéd

source: Enter search term...
hu: Írd be a keresett kifejezést...

source: Failed to fetch podcasts from %1
de: Fehler beim Herunterladen des Podcasts von %1
hu: Nem sikerült podcast-ot letölteni erről %1

source: There was a problem parsing the response from %1
hu: A(z) %1 válaszának elemzésével probléma adódott.

source: Failed to download directory listing
hu: A könyvtárlistát nem sikerült letölteni

source: Failed to parse directory listing
hu: Könyvtárlista elemzése sikertelen

source: Enter podcast URL...
hu: Írd be a podcast URL-jét...

source: Load
hu: Betölt

source: Enter podcast URL below, and press 'Load'
hu: Írd be a podcast URL-jét és 'Betölt' gombot nyomd le.

source: Invalid URL!
hu: Érvénytelen URL!

source: Failed to fetch podcast!
hu: Nem sikerült podcast-ot letölteni

source: Failed to parse podcast.
hu: A podcast elemzése sikertelen

source: Cantata only supports audio podcasts! The URL entered contains only video podcasts.
hu: A Cantata csak audio podcast-ok lejátszását támogatja! Az URL csak videó podcast-okat tartalmaz.

source: Subscribe
hu: Feliratkozás

source: Enter URL
hu: Írd be a URL-t:

source: Manual podcast URL
hu: Podcast kézi URL

source: Search %1
de: Suche %1
hu: Keresés %1

source: Search for podcasts on %1
hu: Podcast keresése itt: %1

source: Add Podcast Subscription
hu: Podcast leírásának hozzáadása

source: Browse %1
hu: Böngészés %1

source: Browse %1 podcasts
hu: A(z) %1 podcast-ok böngészése

source: Subscription added
hu: Előfizetés hozzáadva

source: You are already subscribed to this podcast!
hu: Már feliratkoztál erre a podcsat-ra!

source: Podcasts
hu: Podcast-ok

source: Cantata only supports audio podcasts! %1 contains only video podcasts.
hu: A Cantata csak audio podcast-ok lejátszását támogatja! A(z) %1 csak videó podcast-okat tartalmaz.

source: Failed to parse %1
hu: Elemzés sikertelen %1

source: Failed to download %1
hu: Letöltés sikertelen %1

source: Check for new episodes:
hu: Új részek keresése:

source: Download episodes to:
hu: Részek letöltése ide:

source: Download automatically:
hu: Automatikus letöltés:

source: Podcast Settings
hu: Podcast beállítások

source: Manually
hu: Kézzel

source: Every 15 minutes
hu: Minden 15. percben

source: Every 30 minutes
hu: Minden 30. percben

source: Every hour
hu: Minden órában

source: Every 2 hours
hu: Minden 2. órában

source: Every 6 hours
hu: Minden 6. órában

source: Every 12 hours
hu: Minden 12. órában

source: Every day
hu: Minden nap

source: Every week
hu: Minden héten

source: Don't automatically download episodes
hu: Ne töltse le automatikusan a részeket.

source: Latest episode
hu: A legfrissebb rész

source: Latest %1 episodes
hu: A legfrissebb %1 részek

source: All episodes
hu: Az összes rész

source: Background Image
hu: Háttérkép

source: Artist image
de: Künstlerbilder
hu: A művész képe

source: Custom image:
hu: Egyéni kép:

source: Blur:
hu: Elmosás:

source: Opacity:
hu: Áttetszőség:

source: Automatically switch to view after:
hu: A nézet automatikus váltása ez után:

source: Do not auto-switch
hu: Ne legyen automatikus váltás

source: Dark background
de: Dunkler Hintergrund
hu: Fekete háttér

source: Darken background, and use white text, regardless of current color palette.
hu: Az aktuális színösszeállítástól függetlenül a háttér sötétítése és fehér szöveg alkalmazása.

source: Always collapse into a single pane
hu: Mindig csukd össze egyetlen táblába

source: Only show 'Artist', 'Album', or 'Track' even if sufficient width to show all three.
hu: Csak az 'Előadó', 'Album', vagy 'Szám' mutatása, még ha elegendő hely van mindháromhoz.

source: Only show basic wikipedia text
de: Zeige nur einfachen Wikipedia-Text
hu: Csak az alapvető Wikipédia-szöveg mutatása

source: Cantata only shows a trimmed down version of wikipedia pages (no images, links, etc). This trimming is not always 100% accurate, which is why Cantata defaults to only showing the introduction. If you elect to show the full article, then there may be parsing errors. You will also need to remove any currently cached articles (using the 'Cache' page).
hu: A Cantata a wikipédia oldalainak csökkentett változatát mutatja (képek, linkek stb. nélkül). Ez a vágás nem mindig 100%-ig pontos, mivel a Cantata alapból csak a bevezetőt mutatja. Ha a teljes cikk megjelenítését választod, akkor beolvasási gondok lehetnek. Emellett el kell távolítanod az összes (a 'Cache' oldal használatával) beolvasott cikket.

source: Available:
de: Verfügbar:
hu: Elérhető:

source: Selected:
de: Ausgewählt:
hu: Kiválasztva:

source: Copy songs from:
de: Kopiere Titel von:
hu: Dalok másolása innen:

source: (Needs configuring)
de: (Einstellungen benötigt)
hu: (Beállítandó)

source: Copy songs to:
de: Kopiere Titel nach:
hu: Dalok másolása ide:

source: Destination format:
de: Zielformat:
hu: Célformátum:

source: Overwrite songs
de: Lieder überschreiben
hu: Dalok felülírása

source: To copy:
de: Zum Kopieren:
hu: Másolandó:

source: Connected to a Mopidy server (manual update required).
hu: Mopidy kiszolgálóhoz csatlakozott (kézi frissítés kell).

source: Album Details
hu: Album részletei

source: Year:
de: Jahr:
hu: Év:

source: Disc:
de: Disk:
hu: Lemez:

source: Single artist
de: Einzelner Künstler
hu: Egyetlen előadó:

source: Album and Track Information Retrieval
de: Album- und Stück-Informationen
hu: Album- és száminformációk visszakeresése

source: Initially look up via:
de: Zunächst schauen via:
hu: Elsőként evvel keressen:

source: Lookup information as soon as CD is inserted
hu: Információk keresése a CD beillesztése után

source: Audio Extraction
de: Audio-Extraktion
hu: Audi kivonatolás

source: Full paranoia mode (best quality)
de: Voller Paranoia-Modus (beste Qualität)
hu: Teljes paranoia mód (legjobb minőség)

source: Never skip on read error
de: Niemals Lesefehler überspringen
hu: Olvasási hiba átlépése - soha

source: These settings are only valid, and editable, when the device is connected.
hu: Ezek a beállítások csak akkor érvényesek és szerkeszthetők, amikor az eszköz csatlakozott.

source: Name:
hu: Név:

source: Music folder:
de: Musikverzeichnis:
hu: Zenekönyvtár:

source: Copy album covers as:
de: Kopiere Albencovers als:
hu: Másolja az albumborítókat mint:

source: Maximum cover size:
de: Maximale Größe des Albumcovers:
hu: Borító maximális mérete:

source: Default volume:
de: Voreinstellung der Lautstärke:
hu: Alaphangerő:

source: 'Various Artists' workaround
hu: 'Válogatás' munkakörnyezet:

source: Automatically scan music when attached
de: Automatisch nach Musik suchen, wenn verbunden
hu: Zene automatikus keresése csatlakoztatáskor

source: Use cache
de: Benutze Zwischenspeicher
hu: Cache használata

source: Filenames
de: Dateinamen
hu: Fájlnevek

source: Filename scheme:
de: Dateinamenschema
hu: Fájlnév-séma:

source: VFAT safe
de: VFAT-sicher
hu: VFAT tároló

source: Use only ASCII characters
de: Nur ASCII-Zeichen verwenden
hu: Kizárólag ASCII-es karakterek használata

source: Replace spaces with underscores
de: Ersetze Leerzeichen mit Unterstrichen
hu: Szóközök cseréje aláhúzásra

source: Append 'The' to artist names
hu: A 'The' hozzáfűzése az előadói nevekhez.

source: Transcoding
de: Umwandeln
hu: Átkódolás

source: Only transcode if source file is of a different format
de: Nur umwandeln, wenn Quelldatei ein unterschiedliches Format besitzt
hu: Átkódolás csak akkor, ha a forrásfájl eltérő formátumú

source: Example:
de: Beispiel:
hu: Példa:

source: About filename schemes
de: Hinweis zum Dateinamenschema
hu: A fájlnév-sémákról

source: The artist of the album. For most albums, this will be the same as the <i>Track Artist.</i> For compilations, this will often be <i>Various Artists.</i>
hu: Az album előadója. A legtöbb album esetén, ez ugyanaz, mint a <i>Szám előadója</i>. Válogatások esetén ez többnyire <i>Válogatott előadók</i>-at jelent.

source: The name of the album.
hu: Az album címe.

source: Album Title
de: Albumname
hu: Album címe

source: The composer.
hu: Zeneszerző.
