Repository: CDrummond/cantata
Catalog: po/*.po
Languages: de, hu

source: "fusermount" is not installed!
de: "fusermount" ist nicht installiert.
hu: "fusermount" nincs telepítve!

source: Failed to connect to "%1"
de: Fehler beim Verbinden zu "%1"
hu: Nem sikerült csatlakozni ehhez "%1"

source: Failed to disconnect from "%1"
de: Fehler beim Beenden der Verbindung von "%1"
hu: Nem sikerült leválasztani erről "%1"

source: Capacity Unknown
de: Größe unbekannt
hu: Kapacitás ismeretlen

source: Search
de: Suche
hu: Keresés

source: Check Items
de: Aktiviere markiere Stücke
hu: Tételek kiválasztása

source: Uncheck Items
de: Deaktiviere markierte Stücke
hu: Tételek kiválasztásának törlése

source: Nothing selected
de: Nichts ausgewählt
hu: Semmi sincs kiválasztva

source: Songs Only In Library:
de: Nur Stücke in der Musikbibliothek:
hu: Dalok csak ebből a könyvtárból:

source: Copy To Device
de: Kopiere auf Gerät
hu: Másolás eszközre

source: Songs Only On Device:
de: Stücke nur auf Gerät
hu: Dalok csak ezen az eszközön:

source: Synchronize
de: Synchronisieren
hu: Szinkronizálás

source: Device and library are in sync.
de: Gerät und Bibliothek sind synchronisiert.
hu: Az eszköz és a könyvtár szinkronban van.

source: Not Scanned
de: Nicht eingelesen
hu: Nincs átnézve

source: (recommended)
de: (benötigt)
hu: (ajánlott)

source: Empty filename.
hu: Üres fájlnév

source: Invalid filename. (%1)
hu: Érvénytelen fájlnév. (%1)

source: Failed to save %1.
hu: Nem sikerült menteni %1.

source: Failed to delete rules file. (%1)
de: Fehler beim Löschen der Einstellungsdatei. (%1)
hu: Nem sikerült törölni a dinamika szabálylistát. (%1)

source: Invalid command. (%1)
hu: Érvénytelen parancs. (%1)

source: Could not remove active rules link.
hu: Nem tudtam eltávolítani az aktív szabályok hivatkozást.

source: Active rules is not a link.
hu: Az aktív szabályok nem hivatkozás.

source: Could not create active rules link.
hu: Nem sikerült létrehozni az aktív szabályok hivatkozást.

source: Rules file, %1, does not exist.
hu: A(z) %1 szabályok fájl nem létezik.

source: Incorrect arguments supplied.
hu: Érvénytelen értékmegadás.

source: Unknown method called.
hu: Ismeretlen eljárás hívása.

source: Unknown error
de: Unbekannter Fehler
hu: Ismeretlen hiba

source: Start Dynamic Playlist
de: Starte dynamische Wiedergabeliste
hu: Dinamikus lejátszási lista indítása

source: Stop Dynamic Mode
de: Stoppe dynamischen Modus
hu: Dinamikus mód leállítása

source: - Rating: %1..%2
hu: - Besorolás: %1..%2

source: You need to install "perl" on your system in order for Cantata's dynamic mode to function.
de: Sie müssen "perl" auf ihrem System installieren, um den dynamischen Modus von Cantata zu benutzen.
hu: Telepítened kell a "perl"-t a rendszeredre, a Cantata dinamikus módjának működéséhez.

source: Failed to locate rules file - %1
de: Fehler beim Finden der Einstellungsdatei – %1
hu: Nem találom a szabályok fájlt - %1

source: Failed to remove previous rules file - %1
de: Fehler beim Entfernen der bestehenden Regeldatei – %1
hu: Nem sikerült eltávolítani a korábbi szabályok fájlt - %1

source: Failed to install rules file - %1 -> %2
de: Fehler beim Erstellen der Einstellungsdatei – %1 → %2
hu: Nem sikerült telepíteni a szabályok fájlt - %1 -> %2

source: Dynamizer has been terminated.
de: Dynamizer wurde beendet
hu: A dinamizáló befejeződött.

source: Saving rule
de: Speichere Regel
hu: Szabályok mentése

source: Deleting rule
de: Lösche Regel
hu: Szabályok törlése

source: Awaiting response for previous command. (%1)
de: Warte auf Antwort vom vorherigen Kommando. (%1)
hu: Választ vár a korábbi parancshoz. (%1)

source: Failed to save %1. (%2)
hu: Nem sikerült menteni %1. (%2)

source: Failed to control dynamizer state. (%1)
de: Fehler beim Setzen des Dynamizer-Status. (%1)
hu: Nem sikerült ellenőrizni a dinamizáló állapotát. (%1)

source: Failed to set the current dynamic rules. (%1)
de: Fehler beim Setzen der dynamischen Regeln. (%1)
hu: Nem sikerült helyreállítani jelenlegi dinamika-szabályokat. (%1)

source: Communication with the remote dynamizer has been lost, reverting to local mode.
hu: A kapcsolat a távoli dinamizálóval megszakadt, visszatérés helyi módba.

source: Add Dynamic Rules
de: Füge dynamische Regeln hinzu
hu: Dinamikaszabályok hozzáadása

source: Edit Dynamic Rules
de: Bearbeite dynamische Regeln
hu: Dinamikaszabályok szerkesztése

source: Remove Dynamic Rules
de: Entferne dynamische Regeln
hu: Dinamikaszabályok eltávolítása

source: Are you sure you wish to remove the selected rules? This cannot be undone.
hu: Biztosan eltávolítod a kiválasztott szabályokat? Ezt nem lehet visszavonni.

source: Dynamic Rule
de: Dynamische Regel
hu: Dinamikaszabály

source: Add
de: Hinzufügen
hu: Hozzáad

source: <i><b>ERROR</b>: 'From Year' should be less than 'To Year'</i>
de: <i><b>FEHLER:</b> 'Von Jahr' muss kleiner als 'Zu Jahr' sein</i>
hu: <i><b>HIBA</b>: Az 'Évtől...' kisebb legyen mint az 'Évig...'</i>

source: <i><b>ERROR:</b> Date range is too large (can only be a maximum of %1 years)</i>
de: <i><b>Fehler:</b> Zeitraum ist zu lang (kann maximal nur %1 Jahre betragen)</i>
hu: <i><b>HIBA:</b> A dátumtartomány túl nagy (legfeljebb %1 év lehet)</i>

source: SimilarArtists
de: Ähnliche Künstler
hu: Hasonló előadók

source: AlbumArtist
de: AlbumKünstler
hu: AlbumElőadó

source: Include
de: Einbeziehen
hu: Befoglal

source: Exclude
de: Ausschließen
hu: Kizár

source: (Exact)
de: (Exakt)
hu: (Pontosan)

source: Dynamic Rules
de: Dynamische Regeln
hu: Dinamikaszabályok

source: About dynamic rules
hu: A dinamikus szabályokról

source: <p>Cantata will query your library using all of the rules listed. The list of <i>Include</i> rules will be used to build a set of songs that can be used. The list of <i>Exclude</i> rules will be used to build a set of songs that cannot be used. If there are no <i>Include</i> rules, Cantata will assume that all songs (bar those from <i>Exclude</i>) can be used.</p><p>e.g. to have Cantata look for 'Rock songs by Wibble OR songs by Various Artists', you would need the following: <ul><li>Include AlbumArtist=Wibble Genre=Rock</li><li>Include AlbumArtist=Various Artists</li></ul> To have Cantata look for 'Songs by Wibble but not from album Abc', you would need the following: <ul><li>Include AlbumArtist=Wibble</li><li>Exclude AlbumArtist=Wibble Album=Abc</li></ul>After the set of usable songs has been created, Cantata will randomly select songs to keep the play queue filled with 10 entries. If a range of ratings has been specified, then only songs with a rating within this range will be used.</p>
hu: <p>A Cantata az összes felsorolt szabály alapján lekérdezi a könyvtáradat. A <i>Befoglal</i> szabályok listája alapján készít egy összeállítást a használható dalokból. A <i>Kizár</i> szabályok alapján készít egy összeállítást a nem használható dalokból. Ha nincsenek <i>befoglal</i> szabályok, akkor a Cantata feltételezi, hogy (a <i>Kizár</i>taktól eltekintve) mind használható.</p><p>Pl.ahhoz, hogy a Cantata 'Rock dalokat by Zengetés, VAGY Vegyes előadók' alapján keressen, akkor a következőket kellenek: <ul><li>Befoglal AlbumElőadó=Zengetés műfaj=Rock</li><li>Befoglal AlbumElőadó=Vegyes Előadók</li></ul> Ahhoz, hogy 'zenegetés szerinti dalokat keressen de ne az albumból', akkor a következők kellenek: <ul><li>Befoglal AlbumElőadó=Zengetés</li><li>Kizár AlbumElőadó=Zengetés Album=Abc</li></ul>Miután a használható dalok összeállítását elkészítette, a Cantata véletlenszerűen kiválasztva feltöltve tartja a lejátszási listát 10 számmal. Amennyiben a besorolást is meghatározott, akkor csak azok a dalok kerülnek bele, amik az adott besorolási határon belül vannak.</p>

source: Failed to save %1
de: Fehler beim Speichern von %1
hu: Nem sikerült menteni %1

source: A set of rules named '%1' already exists! Overwrite?
hu: A '%1' nevű szabálycsoport mér létezik! Felülírjam?

source: Overwrite Rules
de: Regel überschreiben:
hu: Szabályok felülírása

source: Saving %1
de: Speichere %1
hu: Mentés %1

source: Deleting...
de: Lösche...
hu: Törlés...

source: Name
hu: Név

source: Item Count
de: Gezählte Stücke
hu: Elemek számolása

source: Space Used
de: Verbrauchter Speicherplatz
hu: Felhasznált hely

source: Total space used: %1
hu: Teljes felhasznált terület: %1

source: Cantata caches a local copy of the music listing to speed up loading of the library. Cantata might also have cached covers, lyrics, or artist images, if these have been downloaded and could not be saved into the music folder (because Cantata cannot access it, or you have configured Cantata to not save these items there). Below is a summary of Cantata's current cache usage.
hu: A Cantata helyi másolatot készít a zenelistáról, hogy felgyorsítsa a könyvtár feltöltését. A Cantata esetleg cache-ként menthet borítót, dalszöveget, vagy előadó képét, ha azokat letöltötte, de nem menthetők a zenekönyvtárba (mivel a Cantata nem fér hozzá, vagy úgy állítottad be a Cantata-t, hogy ezeket nem mentse ide). A következőkben látható a Cantata aktuális cache felhasználása.

source: Covers
de: Cover
hu: Borítók

source: Scaled Covers
de: Skalierte Cover
hu: Méretarányos borítók

source: Backdrops
de: Hintergrundbilder
hu: Hátterek

source: Artist Information
de: Künstlerinformationen
hu: Előadói információk

source: Album Information
hu: Albuminformációk

source: Track Information
hu: Száminformációk

source: Stream Listings
hu: Hangfolyamok (stream-ek) listája

source: Jamendo
hu: Jamedo

source: Podcast Directories
hu: Podcast-könyvtárak

source: Scrobble Tracks
hu: Számok feljegyzése

source: Delete All
de: Lösche alle
hu: Minden törlése

source: Delete all '%1' items?
de: Lösche alle '%1' Einträge?
hu: Törli mind a '%1' tételt?

source: Delete Cache Items
de: Löschen Zwischenspeicher
hu: Cache tételek törlése

source: Delete items from all selected categories?
hu: Az összes kiválasztott kategóriából törölsz elemeket?

source: Current Cover
de: Aktuelles Cover
hu: Aktuális borító

source: CoverArt Archive
hu: CoverArt archívum

source: Image
de: Bild
hu: Kép

source: Downloading...
de: Lade herunter...
hu: Letöltés...

# Image (width x height zoom%)
source: Image (%1 x %2 %3%)
de: Bild (%1 x %2 %3%)
hu: Kép (%1 x %2 %3%)

source: An image already exists for this artist, and the file is not writeable.
hu: Az előadóról már van kép és a fájl írásvédett.

source: A cover already exists for this album, and the file is not writeable.
hu: Az album borítója már létezik és a fájl írásvédett.

source: '%1' Artist Image
hu: %1 Előadó képe

# 'Artist - Album' Album Cover
source: '%1 - %2' Album Cover
hu: '%1 - %2' Album borító

source: Failed to set cover! Could not download to temporary file!
hu: Nem sikerült beállítani a borítót! Nem tudom letölteni az átmeneti fájlt!

source: Failed to download image!
de: Kann Bild nicht herunterladen.
hu: A képet nem tudtam letölteni!

source: Load Local Cover
de: Lade lokales Cover
hu: Helyi borító letöltése

source: File is already in list!
de: Datei ist bereits in Liste.
hu: A fájl már szerepel a listában!

source: Failed to read image!
de: Fehler beim Lesen des Bildes.
hu: Nem tudtam olvasni a képet!

source: Display
de: Anzeige
hu: Mutatás

source: Remove
de: Entfernen
hu: Eltávolítás

source: Failed to set cover! Could not make copy!
hu: Nem sikerül beállítani a borítót! Nem sikerült másolni!

source: Failed to set cover! Could not backup original!
hu: Nem sikerül beállítani a borítót! Nem sikerült menteni az eredetit!

source: Failed to set cover! Could not copy file to '%1'!
hu: Nem sikerül beállítani a borítót! Nem sikerült ebbe: '%1' másolni a fájlt!

source: Searching...
de: Suche...
hu: Keresés...

source: Open In File Manager
de: Öffne im Dateimanager
hu: Megnyitás fájlkezelőben

source: Connection Established
de: Verbindung hergestellt
hu: Kapcsolat felállt

source: Connection Failed
de: Verbindung fehlgeschlagen
hu: Csatlakozás sikertelen

source: Album, Artist, Year
hu: Album, Előadó, Év

source: Album, Year, Artist
hu: Album, Év, Előadó

source: Artist, Album, Year
hu: Előadó, Album, Év

source: Artist, Year, Album
hu: Előadó, Év, Album

source: Year, Album, Artist
hu: Év, Album, Előadó

source: Year, Artist, Album
hu: Év, Előadó, Album

source: Basic Tree (No Icons)
hu: Alap fastruktúra (nincs ikon)

source: Simple Tree
de: Einfacher Dateibaum
hu: Egyszerű fa

source: Detailed Tree
de: Detaillierter Dateibaum
hu: Részletes fa

source: Grouped Albums
de: Gruppierte Alben
hu: Csoportosított lemezek

source: List
de: Liste
hu: Lista

source: Grid
hu: Rács (osztás)

source: Table
de: Tabelle
hu: Táblázat

source: Play Queue
de: Warteschlange
hu: Sor lejátszása

source: Artists
de: Künstler
hu: Előadók

source: Folders
de: Ordner
hu: Könyvtárak

source: Playlists
de: Wiedergabelisten
hu: Lejátszási listák

source: Dynamic Playlists
de: Dynamische Wiedergabelisten
hu: Dinamikus lejátszási lista

source: Streams (e.g. Radio Stations)
de: Streams (z. B. Radiostationen)
hu: Hangfolyam (stream-ek, pl. rádióállomások)

source: Online Services - Jamendo, Maganatune, SoundCloud, and Podcasts
hu: Online szolgáltatások - Jamendo, Maganatune, SoundCloud és podcast-ok.

source: Devices - UMS, MTP (e.g. Android), and AudioCDs
hu: Eszközök - UMS, MPT (pl. Android) és hang CD-k.

source: Search (via MPD)
hu: Keresés (MPD-n keresztül)

source: Info - Current song information (artist, album, and lyrics)
hu: Infó. - a jelenlegi szám adatai (előadó, album és dalszöveg)

source: Large
de: Groß
hu: Nagy

source: Small
de: Klein
hu: Kicsi

source: Tab-bar
hu: Lapsáv (fülek)

source: Left
de: Links
hu: Bal

source: Right
de: Rechts
hu: Jobb

source: Top
de: Oben
hu: Felső

source: Bottom
de: Unten
hu: Alsó

source: Notifications
hu: Értesítések

source: System default
de: Benutze Systemeinstellung
hu: Rendszer alapbeállítása

source: A KDE client for MPD
de: Ein KDE-Client für MPD
hu: KDE kliens az MPD-nek

source: Maintainer
de: Betreuer
hu: Karban tartó

source: UI Improvements
de: Oberflächenverbesserungen
hu: UI fejlesztések

source: QtMPC author
de: QtMPC-Autor
hu: QtMPC készítője

source: Context view backdrops (please consider uploading your own music fan-art to fanart.tv)
de: Kontextansicht-Hintergründe (Bitte ziehen Sie in Betracht, ihre Musik-Fan-Art bei fanart.tv hochzuladen.)
hu: Hátterek tartalmi nézete (kérlek, gondolkodj el a saját zene inspirálta műved feltöltésén a fanart.tv-re)

source: Wikipedia
hu: Wikipédia

source: Context view metadata
de: Kontextansicht-Metadaten
hu: A metaadatok tartalmi nézete

source: URL to open
de: URL zum Öffnen
hu: URL megnyitásra

source: Configure Cantata...
de: Cantata einrichten...
hu: Cantata beállítása...

source: Preferences
hu: Testreszabás

source: Quit
de: Beenden
hu: Megszakít

# Qt-only
source: About Cantata...
de: Über Cantata
hu: Cantata névjegye...

source: Show Window
de: Zeige Fenster
hu: Ablak mutatása

source: Server information...
de: Serverinformationen ...
hu: Kiszolgáló-információk

source: Refresh Database
de: Aktualisiere Datenbank
hu: Adatbázis-frissítés

source: Full Refresh
hu: Teljes frissítés

source: Connect
de: Verbinde
hu: Csatlakozás

source: Collection
de: Sammlung
hu: Gyűjtemény

source: Outputs
de: Ausgaben
hu: Kimenetek

source: Stop After Track
de: Stoppe nach Stück
hu: A szám után leáll

source: Add To Stored Playlist
de: Hinzufügen zur gespeicherten Wiedergabeliste
hu: A tárolt lejátszási listához hozzáad

source: Crop
de: Abschneiden
hu: Vágás

source: Add Stream URL
de: Stream-URL hinzufügen
hu: Stream URL hozzáadása

source: Clear
de: Leeren
hu: Töröl

source: Center On Current Track
hu: Központosítás az aktuális számra

source: Expanded Interface
de: Ansicht erweitern
hu: Lejátszó kinyitása

source: Show Current Song Information
de: Zeige aktuelle Songinformation
hu: A lejátszó kibontása

source: Full Screen
de: Vollbild
hu: Teljes képernyő

source: Random
de: Zufall
hu: Véletlenszerűen

source: Repeat
de: Wiederholen
hu: Ismétlés

source: Single
de: Einzeln
hu: Egyszeri

source: When 'Single' is activated, playback is stopped after current song, or song is repeated if 'Repeat' is enabled.
de: Wenn 'Single' aktiviert ist, wird die Wiedergabe nach dem aktuell abgespielten Stück gestoppt oder wiederholt, falls 'Repeat' aktiviert ist.
hu: 'Egyszeri' beállítása esetén a lejátszás az aktuális dal után leáll, vagy a dal ismétlődik, ha az 'Ismétlés' engedélyezett.

source: Consume
de: Entfernen nach dem Abspielen
hu: Elhasznál

source: When consume is activated, a song is removed from the play queue after it has been played.
de: Wenn "Consume" aktiviert ist wird ein Stück von der Warteschlange entfernt, sobald es abgespielt wurde.
hu: Amikor az 'Elhasznál' aktív, a dal a lejátszása után kikerül a lejátszási sorból.

source: Find in Play Queue
hu: Keresés a lejátszási sorban

source: Set Priority
de: Setze Priorität
hu: Prioritás beállítása

source: Play Stream
de: Spiele Stream ab
hu: Hangfolyam (stream) lejátszása

source: Locate In Library
de: Finde in Musikbibliothek
hu: Könyvtárban megkeres

source: Expand All
de: Alles erweitern
hu: Mind kibontása

source: Collapse All
de: Alles einklappen
hu: Mind elrejtése

source: Remove All Songs
hu: Összes dal eltávolítása

source: Clear 'New' State Of Artists and Albums
hu: Az albumok és az előadók 'Új' megjelölésének törlése

source: Dynamic
de: Dynamisch
hu: Dinamikus

source: Streams
hu: Stream-ek

source: Devices
de: Geräte
hu: Eszközök

source: Show Menubar
hu: Menüsáv megjelenítése

source: &Music
hu: Zene

source: &Edit
de: &Bearbeiten
hu: Szerkesztés

source: &View
hu: Nézet

source: &Queue
hu: Sor

source: &Settings
de: &Einstellungen
hu: Beállítások

source: &Help
de: &Hilfe
hu: Segítség

source: Set Rating
hu: Besorolás beállítása

source: No Rating
hu: Nincs besorolás

source: Failed to locate any songs matching the dynamic playlist rules.
de: Keine Stücke gefunden, welche auf den dynamischen Regeln der Wiedergabeliste entsprechen.
hu: A dinamikus lejátszási lista feltételeinek megfelelő fájl nem található.

source: Connecting to %1
de: Verbinde zu %1
hu: Csatlakozás ehhez %1

source: Refresh MPD Database?
de: Die MPD-Datenbank aktualisieren?
hu: Adatbázist frissítsem?

# Qt-only
source: About Cantata
de: Über Cantata
hu: Cantata névjegye

# Qt-only
source: <b>Cantata %1</b><br/><br/>MPD client.<br/><br/>&copy; 2011-2014 Craig Drummond<br/>Released under the <a href="http://www.gnu.org/licenses/gpl.html">GPLv3</a>
de: <b>Cantata %1</b><br/><br/>MPD-Client.<br/><br/>&copy; 2011-2014 Craig Drummond<br/>Veröffentlicht unter der <a href="http://www.gnu.org/licenses/gpl.html">GPLv3</a>
hu: <b>Cantata %1</b><br/><br/>MPD kliens.<br/><br/>&copy; 2011-2014 Craig Drummond<br/>Kiadva <a href="http://www.gnu.org/licenses/gpl.html">GPLv3 szerint.</a>

source: Based upon <a href="http://qtmpc.lowblog.nl">QtMPC</a> - &copy; 2007-2010 The QtMPC Authors<br/>
de: Basierend auf <a href="http://qtmpc.lowblog.nl">QtMPC</a> – &copy; 2007–2010 Die QtMPC Authoren<br/>
hu: Ezen alapul <a href="http://qtmpc.lowblog.nl">QtMPC</a> - &copy; 2007-2010 The QtMPC Authors<br/>

# Qt-only
source: Context view backdrops courtesy of <a href="http://www.fanart.tv">FanArt.tv</a>
de: Kontextansicht-Hintergründe mit freundlicher Genehmigung von <a href="http://www.fanart.tv">FanArt.tv</a>
hu: A tartalmi nézet háttere innen származik <a href="http://www.fanart.tv">FanArt.tv</a>

# Qt-only
source: Context view metadata courtesy of <a href="http://www.wikipedia.org">Wikipedia</a> and <a href="http://www.last.fm">Last.fm</a>
de: Kontextansicht-Hintergründe mit freundlicher Genehmigung von<a href="http://www.wikipedia.org">Wikipedia</a> und <a href="http://www.last.fm">Last.fm</a>
hu: A tartalmi nézet metaadatai innen származnak <a href="http://www.wikipedia.org">Wikipédia</a> és <a href="http://www.last.fm">Last.fm</a>

source: Please consider uploading your own music fan-art to <a href="http://www.fanart.tv">FanArt.tv</a>
de: Bitte laden Sie ihren eigenen Content zu <a href="http://www.fanart.tv">FanArt.tv</a> hoch.
hu: Fontold meg a kedvenc zenéd feltöltését ide <a href="http://www.fanart.tv">FanArt.tv</a>

source: A Podcast is currently being downloaded Quiting now will abort the download.
hu: Egy podcast letöltése folyamatban van. A kilépés megszakítja az adatfolyam letöltését.

source: Abort download and quit
hu: Letöltés megszakítása és kilépés

source: Enabled: %1
hu: Engedélyezve: %1

source: Disabled: %1
hu: Nincs engedélyezve: %1

source: Server Information
de: Serverinformationen
hu: Szerver-információk

source: <tr><td colspan="2"><b>Server</b></td></tr><tr><td align="right">Protocol:&nbsp;</td><td>%1.%2.%3</td></tr><tr><td align="right">Uptime:&nbsp;</td><td>%4</td></tr><tr><td align="right">Playing:&nbsp;</td><td>%5</td></tr><tr><td align="right">Handlers:&nbsp;</td><td>%6</td></tr><tr><td align="right">Tags:&nbsp;</td><td>%7</td></tr>
hu: <tr><td colspan="2"><b>Szerver</b></td></tr><tr><td align="right">Protokoll:&nbsp;</td><td>%1.%2.%3</td></tr><tr><td align="right">Idő:&nbsp;</td><td>%4</td></tr><tr><td align="right">Játszott:&nbsp;</td><td>%5</td></tr><tr><td align="right">Kezelők:&nbsp;</td><td>%6</td></tr><tr><td align="right">Címkék:&nbsp;</td><td>%7</td></tr>

source: <tr><td colspan="2"><b>Database</b></td></tr><tr><td align="right">Artists:&nbsp;</td><td>%1</td></tr><tr><td align="right">Albums:&nbsp;</td><td>%2</td></tr><tr><td align="right">Songs:&nbsp;</td><td>%3</td></tr><tr><td align="right">Duration:&nbsp;</td><td>%4</td></tr><tr><td align="right">Updated:&nbsp;</td><td>%5</td></tr>
hu: <tr><td colspan="2"><b>Adatbázis</b></td></tr><tr><td align="right">Előadók:&nbsp;</td><td>%1</td></tr><tr><td align="right">Albumok:&nbsp;</td><td>%2</td></tr><tr><td align="right">Dalok:&nbsp;</td><td>%3</td></tr><tr><td align="right">Időtartam:&nbsp;</td><td>%4</td></tr><tr><td align="right">Frissítve:&nbsp;</td><td>%5</td></tr>

source: MPD reported the following error: %1
hu: Az MPD a következő hibát jelezte: %1

source: Playback stopped
hu: Lejátszás leállt

source: Remove all songs from play queue?
hu: A lejátszási sorból minden számot töröl?

source: Priority
de: Priorität
hu: Prioritás

source: Enter priority (0..255):
de: Eingabe der Priorität (0..255)
hu: Add meg a prioritást (0-255):

source: Playlist Name
de: Name der Wiedergabeliste
hu: Lejátszási lista neve

source: Enter a name for the playlist:
de: Bitte einen Namen für die Wiedergabeliste angeben
hu: Írj be egy nevet a lejátszási listának:

source: '%1' is used to store favorite streams, please choose another name.
hu: '%1' lefoglalva a kedvenc adatfolyamok tárolására, kérlek válassz másik nevet!

source: A playlist named '%1' already exists! Add to that playlist?
hu: A(z) '%1' nevű lejátszási lista már létezik Hozzáadjam ahhoz a listához?

source: Existing Playlist
de: Wiedergabeliste existiert bereits
hu: Létező lejátszási lista

source: Stream URL
hu: Stream URL-je

source: Enter URL of stream:
hu: A stream URL-je:

source: Invalid, or unsupported, URL!
hu: Érvénytelen, vagy nem támogatott URL!

source: None
de: Keine
hu: Nincs

source: Auto
de: Automatisch
hu: Automatikus

source: <i>Connected to %1<br/>The entries below apply to the currently connected MPD collection.</i>
de: <i>Verbindung zu %1<br/>Die unten angezeigten Einträge beziehen sich auf die aktuelle MPD-Instanz.</i>
hu: <i>csatlakozva ehhez %1<br/>Alábbi elemeket a jelenleg kapcsolt MPD-gyűjteményre érvényesíti.</i>

source: <i>Not Connected!<br/>The entries below cannot be modified, as Cantata is not connected to MPD.</i>
de: <i>Nicht verbunden.<br/>Einige Einträge können nicht bearbeitet werden solange Cantata nicht mit MPD verbunden wird.</i>
hu: <i>Nincs csatlakoztatva!<br/>Az alábbi elemek nem módosíthatóak, mivel a Cantata ben csatlakozik az MPD-hez.</i>
